[
    {
        "date": "27,July,2004",
        "content": "I feel boring to day, dont know why? But I have strong desire learning english. at least my toefl more 500...IT MUST BE.So How the way?? ?like Ngurah said that if u want good at english, make it as ur hobby! So I wanna try."
    },
    {
        "date": "05,August,2004",
        "content": "wish i was...in canby? by tis time wld be in class or slumberin in rm. hey been a long time since Edwin replied. wonder whr n how he is."
    },
    {
        "date": "04,March,2004",
        "content": "Reasons? 1) Potentially not having to work over spring break. 2) Going to lunch with our volleyball coach who is a hoot and a half. 3)I cleaned off my desk."
    },
    {
        "date": "07,May,2004",
        "content": "Blah... PUSH~ whoever's reading this, pray for Jay~ That GOD will help him through this and stuff. Went on Friendster a bit and added Zoe, IngiEE, Sara, Katie, Alice, Roger, Martin, Jay, Eliot, and a lot of other people. HahazZ~! Funness! I miss Nima... Can't stop thinking of him."
    },
    {
        "date": "12,February,2004",
        "content": "i have to learn so much more. I went with joe to see a screening last night. it was a new documentary by kartemquin films called 'the new americans'."
    },
    {
        "date": "27,May,2004",
        "content": "no short ralitionship.im vary funney. my deam date wold be at the water front with wine waching the sun set and talking for hours."
    },
    {
        "date": "04,February,2004",
        "content": "I've been rightly alerted to the fact that I acted very crassly and outside all accuracy by writing the post entitled Belting Chastity (January 27, 2004). Far from speaking only about Elizabeth's virginity or lack, I falsely levelled that the people on the mentioned mailing list were frivolous and, well, didn't know what they were talking about."
    },
    {
        "date": "31,May,2004",
        "content": "Then he fixed my computer so that i FINALLY have aim now. I know, I'm such a dinosaur! finished packing today which was just a magical experience. I think that if I go to hell at the end of my days, my punishment for all of my evils will be the task of packing for eternity."
    },
    {
        "date": "02,June,2004",
        "content": "B if she was okay with New York fans booing him, which was fine by her (big surprise). Well is she going to be okay with sitting in an outdoor stadium say somewhere really cold like Saskatchewan, Canada , well Palmer sits on the sidelines as the back-up QB for a CFL team?"
    },
    {
        "date": "14,March,2004",
        "content": "In the mood .... to take a silly quiz.... My #1 result for the SelectSmart.com selector, What Civil War General are you like? , is Maj. Gen. George H. Thomas (Union): \"The Rock of Chickamauga\", he saved the Union army with a brilliant last stand at Chickamauga."
    },
    {
        "date": "19,July,2004",
        "content": "i have to say, i'd rather live with him and his friend than with my other prospective and some random person(it's a 3 bedroom house); i mean, ok, these midwest boys are sort of random too, seeing as i haven't met either of them and have only spoken with the one; but damnit, i find that wisconsin accent very endearing and comforting and funny, and i think it might be nice to live with two guys who are already good friends. it would make the house seem friendlier than it could ever possibly be with 3 strangers living there. plus he took my non sequitors very nicely and we had a pleasant conversation which bodes well."
    },
    {
        "date": "01,July,2004",
        "content": "- Charles Dickens \"A man of character finds a special attractiveness in difficulty, since it is only by coming to grips with difficulty that he can realise his potentialities.\" - Charles de Gaulle \"There is no road too long to the man who advances deliberately and without undue haste; there are no honors too distant to the man who prepares himself for them with patience.\""
    },
    {
        "date": "19,June,2004",
        "content": "I was born and bred in Singapore. Yup I'm a true blue Singaporean and I'm proud to be one too! LOL Most Singaporeans do not \"admit\" their patriotism to Singapore but come on all you Singaporeans out there I'm sure deep down in your heart somewhere there is a special place for Singapore. Singapore is actually interesting I should say although most would classify it boring."
    },
    {
        "date": "26,June,2003",
        "content": "Similarly, I don't identify my music taste by genre anymore. Once upon a time, when asked what I listen to, I'd say 'metal' or 'grunge' or whatever. Now, I just give the questioner a quick cross-section of what I'm currently into (say, Radiohead, VAST, Beck, The Tea Party, Tool) and let them figure it out. No conclusions being drawn, just reporting."
    },
    {
        "date": "16,July,2004",
        "content": "haha..TINAH..FRIENDS FOREVER.so cliche right?? haha...i got her to joined the \"BLOGGING\" community..hehehe.. well.. she said it was a complicated process..shows how D**b she is right..haha..."
    },
    {
        "date": "09,August,2004",
        "content": "Also, I think \"Nancy friendly\" is some kind of code I have yet to crack. Here's an interesting and wide-ranging conspiracy page ."
    },
    {
        "date": "12,May,2004",
        "content": "Actually, I don't know much about Charlie Chan and neither do my Taiwanese teacher friends. Yesterday evening was spend in a meeting in the office with our teacher friends reviewing unit 2. It startes off with a detective story. In every unit, we try to include some interesting fact about something related the the story before we move into more boring grammar exercises. In this unit, we chose a quote from Charlie Chan... but judging from the reactions, perhaps the teachers and students in Taiwan either have never hear of Charlie Chan... or are getting sick of overseas Chinese appearances: Henry C. Lee, Bruce Lee, etc... Is Sherlock Holmes more interesting?"
    },
    {
        "date": "20,March,2004",
        "content": "Since then I have tried to cut my wrist again, but my causing walked in on me, and Iave tried taking an OD of pills. And just 5 days ago I tried cutting my wrists again, but I stopped because I wasnat sure if I wanted to end I yet."
    },
    {
        "date": "03,March,2004",
        "content": "I have a bit of a dilemma at the moment. I have been reading Aristotle's Politics. In the Politics, Aristotle discusses natural slaves and natural masters."
    },
    {
        "date": "01,August,2004",
        "content": "Whatever, I'm gonna be able to put my pictures on here soon so I can show you guys how horrible you look on camera!!!!! :-D. I'll probably post later, so umm ..... L8R"
    },
    {
        "date": "22,June,2004",
        "content": "\"Where there is no vision the people perish\" (Prov. 29:18) \"Not being a person of imagination causes your life to be less than it was intended to be.\""
    },
    {
        "date": "11,July,2004",
        "content": "i wish i just didn't have feelings. i feel like there's so much to say, so much swimming in my head, but i can't get it out."
    },
    {
        "date": "09,February,2004",
        "content": "Also, he keeps on rambling on about how the \"book reads you\", which I understand, but he keeps saying it after I point anything out, which is a bit annoying after a while. Especially since I feel like he's saying that because he doesn't agree with me, even if other people express similar opinions. Also, he really loves to insult math and science. I understand that he's an English teacher, so he doesn't necessarily excel at them, but does that mean that he has to insult them at every turn? I don't insult English just because it isn't my favorite subject!"
    },
    {
        "date": "03,August,2004",
        "content": "here you go: 4.5 earthquake there was a mini-evacuation downtown where i work; lots of curious and confused folk outside their respective buildings, wondering what happened. apparently it was felt as far as petersburg; the link below suggests it was felt much further than that."
    },
    {
        "date": "07,May,2004",
        "content": "Bush apologized to King Abdullah about the humiliation of Iraqi prisoners. How about for the actual abuse and the murders? \"I told him I was sorry for the humiliation suffered by Iraqi prisoners and the humiliation suffered by their families,\" Mr. Bush said."
    },
    {
        "date": "14,February,2003",
        "content": "In any case, I'll certainly keep you posted on how it goes. Finally, and with a sigh of relief, I'd like to be one of many to welcome Kelly Jane Torrance back to the Web; she was sorely missed."
    },
    {
        "date": "15,January,2004",
        "content": "Hi jax, the links are not that visible until u move the cursor on it. I was really fooled i can say, coz i thought those 4 lines itself was an essay and only when u people were discussing on Saturday, i came to know that u had provided a link there. So make it more legible."
    },
    {
        "date": "27,May,2004",
        "content": "Sometimes I wish these two words would hold a less prominent position in the vernacular of females age 13-30: 1) random (especially as a noun) 2) drama Although I was reading the wicked dirty \"Tropic of Cancer\" and Henry Miller is all, \"Things are always happening. It seems everywhere I go there is drama.\" Ha!"
    },
    {
        "date": "29,March,2004",
        "content": "And there are certainly huge metaphors in this film too, for someone who wants to go there. (Don't think I haven't, I just don't know how pretentious I want to get here) So, the movie is very good. I've been describing it as a very dark Amelie, and I don't think that's only because it's European. See it if you like German."
    },
    {
        "date": "30,July,2004",
        "content": "Finally students have taken things into their own hands--at ratemyteachers.com students have a venue to share their views about their teachers. I hope someone puts me on this thing next year--I hope they say I am strict, but teach them things---and I will read it--I will want to know what they think---because it is the students who are important---the students are the reason I will teach."
    },
    {
        "date": "10,August,2004",
        "content": "uh-oh - dubya's bound to have someone reading this board. and now the C-A-T is out of the B-A-G. we'll all hang."
    },
    {
        "date": "07,July,2004",
        "content": "So, my dad gave me his N64. I was supposed to get Perfect Dark with it too, but that's no where to be found."
    },
    {
        "date": "14,June,2004",
        "content": "It has come to my and Maya's attention, helped by a certain post on joelle's blog, that certain members of the group are feeling somewhat detached from certain group activities. Certainly this comes as a certain worry to certain group members involved. (No more certains... I promise)."
    },
    {
        "date": "25,November,2002",
        "content": "// series one - as usual -- Name: Wes -- Birthdate: June 11, '88 -- Birthplace: Sumatra, Indonesia (In the area around Bali) -- Current Location: C to the Bizzee (Council Blizzuffs) -- Eye Color: brown -- Hair Color: brown, thick, and when uncombed, sexy.... I shit you not. -- Righty or Lefty: Handedness?"
    },
    {
        "date": "01,July,2004",
        "content": "Okay so Lindsey MacGuire doesn't really rock my world, but I think her ridiculously simplistic lyrics are written for me. Or maybe it's Britney I am thinking of... okay so they are both always writting about how some guy loves them or they want boys or how one broke their heart...but that so yesterday song that gets on just about everybody's nerves but mine is totally speaking to me right now."
    },
    {
        "date": "17,April,2004",
        "content": "Woaho Def Leopard is on TV... some rather interesting guitar riffs there, speaking of guitar my self taught talent is progressing quite well, since Christmas I have learnt alot, most people would thing its pretty easy stuff but its somewhat of an accomplishment for me. I really want a Strat-o-caster, but I need money, I dont think I'm able to get one for APS4.50, do you?"
    },
    {
        "date": "29,April,2004",
        "content": "The money was disguised to beat the Nigerian security and it is currently deposited in a credit commission. I want you to recieve the money and pay it into your account for the family safely."
    },
    {
        "date": "10,July,2004",
        "content": "Even though all of the things the world uses to qualify us hasn't happened quite yet (read: degree, career, marriage, etc. ), we are as full and happy now as we will ever be."
    },
    {
        "date": "31,July,2004",
        "content": "God made time and divided it into day and night. God outlined the road to salvation and gave people joy. And God took endless time away from the people. God created beings to lead people in obedience to her."
    },
    {
        "date": "14,January,2004",
        "content": "Second...Jerry's flight is leaving as I type! *tear* We had a great time, and already I feel lonely and sad. But no matter, it's only a month til we meet again. I get to go back to my pathetic existence of practicing, coaching, and sitting around getting chubby. Yee-haw."
    },
    {
        "date": "27,May,2004",
        "content": "im ill *sniffles* itz not nice. I have no news so im just gunna ramble on aout nothing, im sorry, i'l eventually find something intresting to say... lol I know!"
    },
    {
        "date": "26,February,2004",
        "content": "I also have to start over and it seems a little overwhelming. Anyway, enough about that. I feel like I am whining. How is everybody? Somebody tell me something exciting."
    },
    {
        "date": "21,August,2003",
        "content": "I have in the past read articles about the decline of Xerox (There was good write up on Anne Mulcahy their current CEO who is effecting a turn-around in FORTUNE a few months back) but this came as a bit of surprise to me . Any inputs ( Similar examples I could think of are Caterpillar , Ford , Mcdonnel-Douglas , Apple -- Companies which created / were leaders in their respective segments but languishing now ) ?"
    },
    {
        "date": "08,August,2004",
        "content": "COURT CASES YOUR MOTHER NEVER TOLD YOU ABOUT. XLRQ notes the failure of the media to mention that the gay marriage issue isn't as uniform as it might seem in the courts."
    },
    {
        "date": "02,August,2004",
        "content": "But before I go, guess who 's gone all mushy on us! Apparently she doesn't even dig UNIX. On a tangential note, my favourite sig that I've seen on Slashdot is: \" UNIX?"
    },
    {
        "date": "26,April,2004",
        "content": "Good morning, and welcome to another GUEST CAT!! I've decided to update these on Mondays, so there'll be at least one update per week for a while as we have quite a backlog. This is Shadow, who lives with our previous Guest Cat, Dobby. In the picture you can see her snuggling up to a Great Dane called Dylan, who is her God. Shadow enjoys bothering Dylan, and in her spare time assists her brother Dobby in their bid for World Domination."
    },
    {
        "date": "12,January,2004",
        "content": "hmm.... couldn't think of a title for today's blog. This past week had been an interesting journey. Went back to my old unit and saw lots of changes since i last step in. Met old friends there and shared a joke to two with new ones. those 3 days went by so fast."
    },
    {
        "date": "26,June,2004",
        "content": "HDFC-IASC An introduction HDFC was incorporated in 1977 with the goal of promoting home ownership by providing long-term finance to households for their housing needs. HDFC was promoted with an initial share capital of Rs 100 million. The primary objective of HDFC is to enhance residential housing stock in the country through the provision of housing finance in a systematic and professional manner, and to promote home ownership. Another of HDFCas objectives is to increase the flow of resources to the housing sector by integrating the housing finance sector with the overall domestic financial markets. Palmyrah Workers Development Society (PWDS) is a leading Non Governmental Organization (NGO) in South India operating in the states of Tamil Nadu and Kerala from its base in Kanyakumari district."
    },
    {
        "date": "04,July,2004",
        "content": "Today was the last time i'll get to go grocery shopping with Lianne (my fellow housewife! )Cos once i start work in the childcare next friday, i won't have the luxury of going grocery shopping in the afternoons. Felt kind of sad that we won't be able to do this anymore. Was so so happy for my other fellow housewife, Vicki..SHe's got herself a job!!"
    },
    {
        "date": "10,June,2004",
        "content": "Well. I had a good day of workin' out today. -Phew!- We did 10 grovers, and a 800 meter run (two laps) then we did 100 of backpedals, knee-highs and butt-kicks. Fun for the whole family. Im really glad I joined track this year, because I've lost alot of fat."
    },
    {
        "date": "28,February,2004",
        "content": "It was supposed to be me. Instead she is there In my place As you say aI wish she was more like youa Fool. Why have a substitute When you could have the real thing."
    },
    {
        "date": "06,August,2004",
        "content": "As a matter of fact, Catholic canon prohibits use of birth control outside of Natural Family Planning, as stated in Pope Paul VI's Humanae Vitae , published in the early 60s to great uproar. Sex can happen without birth control; it's this culture that says it cannot. The Catholic view of the family provides for two equal and primary functions thereof; love and procreation, along with duties of education and morality associated with offspring. Both these are present in sexual intercourse, at least that which is without perversion thereof."
    },
    {
        "date": "18,April,2003",
        "content": "hahahhah. My argument is if Ozzy sells, if Bush (whom I think is the king of idiots) sells WHY NOT ME!!!!!!!!!!!! Im a bit dazed now and my brins aint working so wld post my comments tom.. cya"
    },
    {
        "date": "09,Maio,2004",
        "content": "Um dia saberA!sa| Tu saberA!s, quando, o brilho das estrelas iluminar o seu olhar, e a ternura dos anjos te abraASSar. Tu saberA!s, quando, todo o mundo se esvanece, ficando apenas tu e ela."
    },
    {
        "date": "11,August,2004",
        "content": "Now I'm feeling so hungry and hungry and hungry... But cannot eat. Argh!!! What I'm doing might seems stupid, but I dont care. This is me."
    },
    {
        "date": "19,March,2004",
        "content": "study my ass off for another couple of months and then comes summer and more studying again. summer comes and i am alone again for another three months."
    },
    {
        "date": "23,May,2004",
        "content": "Beth, Kyle and I are looking forward to meeting Sam 2, visiting more colleges, and a Dodger's game. With schedules in hand we will plan a trip down to So."
    },
    {
        "date": "27,May,2004",
        "content": "ok people...just getting started here. there's a lot in that grey fuzzy brain that needs to be dumped and organized and poked at and so on....so give a hand when you have the time. poke & prod and question and support and discuss and so forth."
    },
    {
        "date": "25,September,2003",
        "content": "ahh... being loved by your coaches... what does that feel like again? hehe rach hardly knows my name. BRING YOU LAPTOP TOMORROW!!!!!!!!! LOTR marathons..."
    },
    {
        "date": "12,July,2004",
        "content": "For the previous I had been begging every family member and friend that I knew would buy me a present for a laptop. It was the essential tool for me to be the write that I knew that I could be. The dynamics of my life dictated that I needed to write outside the house and what better way to write outside of the crib than with a laptop. I went to sleep the night before certain that there would be a laptop waiting for me the next morning. When my wife woke me up and gave me a card and a gift I thought it was a laptop and it wasnat I was disappointed."
    },
    {
        "date": "14,May,2004",
        "content": "I spent 3 full days during that trip (for this I took one day off) and I really enjoyed the trip to fullest. It was a amazing trip and it will there in my memory for long. I covered almost all the must see places in New York City, here I need to thank all my friends for their support and kind. I took lots of snaps to be specific there are around 140 snaps that I took with the help of my first Digital Camera Fuji Fineplex 3800. All photographs came amazing... You can have a look at these photographs @ the following URL.. http://community.webshots.com/user/mcg2000 Please provide your comments, if at all you feel like.."
    },
    {
        "date": "01,August,2004",
        "content": "Which Bitch: Dildo Head Currently Drinking: nada So, after a night of finding our clits, finding the off switch, and finding the visual horrors of the cock...it's time to go home. As always, Liz, you were a wonderful host. Danke!"
    },
    {
        "date": "17,April,2002",
        "content": "Is the parliamentary system superior to the presidential system? In Holland, you have the government resigning over the neglect of the army to prevent a Bosnian slaughter."
    },
    {
        "date": "21,June,2004",
        "content": "*sigh* I did note \"FM\" after the palms up close grip pulldowns. Hmmm, let me put it this way, the second word is \"me\". Note the word \"rest\" in-between some of the exercises. Those exist because there are pre-fatigue exercises before the Failure exercises, and I want to be sure to include them on the workouts. For those exercises without a \"rest\" in between them, one is supposed to go straight from one to another with as little pause in between as possible."
    },
    {
        "date": "14,December,2003",
        "content": "Our political system is totally fucked, even more so than the system in the States. I think it's rather stupid how someone, a.k.a. Paul Martin, can be sworn in as Primeminister without an election, but rather, just because he is affiliated with the party in power."
    },
    {
        "date": "21,July,2004",
        "content": "After they came and saw the tomb, they too believed what Mary had told them. The text then says: The disciples went back home, and it adds: but Mary wept and remained standing outside the tomb. We should reflect on Mary's attitude and the great love she felt for Christ; for though the disciples had left the tomb, she remained. She was still seeking the one she had not found, and while she sought she wept; burning with the fire of love, she longed for him who she thought had been taken away. And so it happened that the woman who stayed behind to seek Christ was the only one to see him."
    },
    {
        "date": "08,August,2004",
        "content": "The path to spiritual and personal healing is a path of peril and pitfalls... but perhaps within those dangers lies the confrontation nessesary for the healing in the fricken first place! It's odd then that when calculating risks, the unknown is considered as an automatic danger, all the while the outcome is flagged as irrelevent. This is all theoretical of course. Speaking of flamingos, school this quarter is going to be the ultimate shiz."
    },
    {
        "date": "05,June,2004",
        "content": "If anyone out there has been perusing some of the blogs that have the new, post blogger renovation layouts, you might have noticed that one of the additional features is a profile. When completing this profile, you have the opportunity to answer some random question. I don't have a profile, but here are some of the questions and my answers: \"Please describe how you could take the peel off an apple all in one go:\" Um...with a knife?"
    },
    {
        "date": "20,June,2004",
        "content": "I'm looking up your Amazon wishlist right now..&nbsp; Hopefully, everyone will build a wishlist.&nbsp; By the way, is it under Glynda or Glee?&nbsp; I'll try to search under Velasco. Before I forget -- Happy Birthday!!"
    },
    {
        "date": "21,March,2004",
        "content": "Take example of two opposite poles of a magnet. What the north pole possesses isn't available to the south pole and what the north pole lacks can only be fulfilled by the south pole. Thus, they get attracted and combine to manifest unity. Look into another example of two oppositely charged particles."
    },
    {
        "date": "14,July,2004",
        "content": "May I also point out at this time that my driving in the pissing rain whilst a little red-eyed was not only a bad idea, it gave Josh the fear. Good evening to you, fellow star gazers."
    },
    {
        "date": "22,June,2004",
        "content": "2 months = 200 lbs.... Mom and Dad got here on saturday.....it was quite a long wait at JFK...I got there at 4 and had to wait an hour before they got out...it felt like the longest hour ever...My dad has never been enthu to come down here..so i was kinda expected him to crib all the way to my house about forcing him to come here....But all the weariness of my folks seem to vanish the moment we hit Merrit Parkway....It impresses everyone who comes down to connecticut...Winding roads, lush green trees on both sides of the parkway...its a sight to see in summer/fall and it worked its magic on my folks as well..Dad was like \"Everything around here is so clean...except your car!!!"
    },
    {
        "date": "24,July,2004",
        "content": "Arg...That's okay...all the first week of school is is shuffling people from class to class anyways... &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So here I am again....The Lonewolf...I'm lonely...and I miss him so much...If only he knew. I gotta stay strong. If it ends here, then I have to end it right. The proper way. It can't end the way it is now."
    },
    {
        "date": "05,August,2004",
        "content": "In a subsection titled Freedom of expression we get these 'facts' presented to us. 'The college encourages the expression of a range of opinions unless they are perceived to be racist, defamatory or sexist, to threaten the harmony of the college or otherwise contravene equal opportunity legislation.'"
    },
    {
        "date": "18,April,2004",
        "content": "I started reading it yesterday and really can't put it down. There's nothing particularly wonderful or interesting in the prose, but I find the storytelling and suspense to be excellent, as well as the subject matter."
    },
    {
        "date": "06,October,2003",
        "content": "wow. you wish you knew this kid. what he says is unbelievable. who else would rename plasma grenades and over shield to sticky bomb and ubershield."
    },
    {
        "date": "20,January,2004",
        "content": "TODAY WAS BACK TO LA ESQUELA! Uhho bustin out my espaniol~ I baked cookies today and they were not good bc i was online instead of atending to my cookies they GOT BURNED! :( that had never happend to me! TEAR! School when ok!"
    },
    {
        "date": "02,August,2004",
        "content": "It would be a shame if I couldn't appreciate that. It's odd how stuff turn out right when you relax your grip on them."
    },
    {
        "date": "15,June,2004",
        "content": "\" Why are more and more people getting their news from amateur websites called blogs? Because they're fast, funny and totally biased \" Some comment from Dean's World |"
    },
    {
        "date": "06,August,2004",
        "content": "On Sylvia Day's and Alison Kent's Blogs we've commented on how some writes read outside their genre. So, whether you write or not, what are you reading?"
    },
    {
        "date": "05,April,2004",
        "content": "I am now going to format my pc and reinstall windows xp. I will be back to my usual shit tomorrow..."
    },
    {
        "date": "08,October,2003",
        "content": "On the question of drivers licenses for illegal aliens, 73% of whites thought it was a bad idea, while only 7% of blacks and 17% of Hispanics thought the same way. Racially, we all might as well be living on separate planets. I can't understand this disparity, when the issue seems so obviously wrong. But I'm just a white male."
    },
    {
        "date": "25,July,2004",
        "content": "And, oh, yeah, Barry's trainer is indicted on charges of distributing steroids. And, there's the fact that Barry acts like a jerk at times. But, this of course led to Michael Wilbon coming to the conclusion that Americans don't love Barry Bonds because he's an arrogant African-American athlete. Because Americans embrace loud-mouthed, arrogant white athletes."
    },
    {
        "date": "02,August,2004",
        "content": "Ostensibly a convenient (re)use of existing infrastructure, the US's co-opting of the physical prison is horribly foolish, literally placing the US military in the position which former President Hussein's security forces held: Incarcerating dissident Iraqis, torturing dissident Iraqis. * Towards the end of \"Michael Collins\", the film about the fight for and founding of the Republic of Ireland with Liam Neeson as the eponym, the Union Jack is lowered from whatever government building (was it the Castle?)"
    },
    {
        "date": "17,July,2004",
        "content": "Now here is where the rest of the people made mistakes. BTW&nbsp;- I am scared of the higher straight, but I am commited now."
    },
    {
        "date": "30,September,2003",
        "content": "look what i just recieved from the university of lethbridge. Dear UofL Student, Your outstanding account balance is $.10 TUITION DEADLINE FOR FALL 2003 IS OCTOBER 1, 2003. To access details of the balance owing and payment options, you can log into the University of Lethbridge's Web Information System at the following link: http://poas.uleth.ca:7000/homepage.htm If the Cash Office has processed a student loan for the Fall 2003 semester, please go to your Student Account Summary page and click on the \"Anticipated\" button for payments expected to apply against your account."
    },
    {
        "date": "07,October,2003",
        "content": "Muhahaaa... I think I'll go... hmm... light some candles! *don't know how to play kumbyahh, don't even know how to spell it!"
    },
    {
        "date": "18,April,2004",
        "content": "April 14 PDB: Bush Tie Threatens US Televisions One rule of television appearences is taking care not to wear a tightly patterned tie or suit or you will have the visual interference we saw with Bush. Obviously the people around the President refused to acknowledge or instruct Jackass on the \"moire\" effect of a patterned tie on TV because the term is French. Apparently not an effort to secure the homosexual constituent vote. What a dork. I'm glad I've turned off my television ."
    },
    {
        "date": "16,January,2004",
        "content": "Then it pounces and makes you feel like such a terrible piece of flesh. Tonight we had a surprise birthday party, and after everything was said and done."
    },
    {
        "date": "18,October,2003",
        "content": "greetings from the light tower hehe, i've been wanting to say that for a while.... dalhousie has two towers on its campus: tupper tower (left) housing the medical school and all things medical science (except neuroscience) and the biology \"tower\" (right) housing all things biology + psychology + neuroscience. since i would be in the tupper tower, i would characterize it as the light tower while k spends her days and nights toiling in biology and i call that the dark tower - it truly is very dark and danky in that building and there are reports of rats and cockroaches scurrying around in the dead of night! the faculty of medicine, on the other hand, has to keep a leading-edge building so we have fast elevators (once you get one) and walk around with access cards and the like looking all official :)."
    },
    {
        "date": "08,August,2004",
        "content": "Our good friend Josh [you know, Gina's boyfriend, that girl in the sexy confederate flag bikini from a few posts back] seems to be having some trouble with his peers calling him a \"racist.\" [ not really sure why ] But he received harsh hate mail and when he didn't reply, the hater wrote him this... \"I sent you a message before it was the message about you being racist why didn't you respond? i know that Hitler would have.\" To which Josh replied... \"I do not like minorities because they are a parasite, A plague and a burden on the advancment of the White race.\""
    },
    {
        "date": "15,June,2004",
        "content": "This is interesting/odd. AppleInsider | Internal photos show Power Mac G5 liquid cooling system (images) Pics of the new Power Mac G5? - Engadget - www.engadget.com"
    },
    {
        "date": "03,August,2004",
        "content": "I was reading in Mosiah 19 today where King Noah and some of his men flee from the Lamanites. Some of the men stayed behind and they acaused that their fair daughters should stand forth and plead with the Lamanites that they would not slay thema (v. 13). I was thinking about this, and wondered, aWhat does fair meana. Does it mean fair-skinned? Does it mean beautiful (as v. 14 goes on to imply)?"
    },
    {
        "date": "28,May,2004",
        "content": "I had just got off the plane in Germany. However the place I was at seemed like a combination of Germany and something like Brazil. It was very corrupt, and people were buying black market police badges so they could clear customs more quickly. I was walking from the airport (presumably to my new house), and we passed several schools. A normal public school, a private school, and a \"School for Canadians\"."
    },
    {
        "date": "06,April,2004",
        "content": "I got nothing to do. Yesterday I learnt something. I learnt that in summer, while eating an icecream bar, you have to give the icecream bar your undivided attention :-) Oh yes... an Owl - yes an Owl - in Wisconsin got new eyes in the form of lenses. Now are we done with all medical needs for people to be giving owls eye transplants?"
    },
    {
        "date": "05,April,2004",
        "content": "I'm sure it's like that in every building....something about feeding the fire I think....so there was this weird dusty funk in the air. Sneezing, beeping, voices. Oy. Weird Dusty Funk? I saw them open for Random Emo Band at the Rivoli."
    },
    {
        "date": "07,June,2004",
        "content": "my baby's the shit. i am pleased to announce that the only person selected IN THE WHOLE DAMN COUNTRY to participate in MD Anderson's Oncology Rotation is the one and only DIANA BREWER!"
    },
    {
        "date": "28,December,2003",
        "content": "Back from Japan When I have a bit of time I will give you a more full like report. Until then, you'll have to wait it out ."
    },
    {
        "date": "12,May,2004",
        "content": "I dont like that man at all, and i mean at all. the only thing i like about that man is that hopefully he will be out of office in november. what would be really cool and no one could be blamed is if he chokes on another pretzle log. (lol) remember that one?"
    },
    {
        "date": "04,May,2004",
        "content": "finally drivers ed ended today and that makes me really happy and plus i got to talk to chad today too! he was drunk lol he was on his way to burger king and he just kept driving down westnigde (sp?) even though there wasnt a bk there but he just kept driving lol he said he couldnt multitask lol hes crazy but i still love him! it was really nice to hear from him again finally *kisses chad* wow it was great i didnt talk to him for long though but it still rocked his phone cut out or whatever i think when he left so hopefully nothing bad happened and it was just his phone."
    },
    {
        "date": "18,May,2004",
        "content": "\"The most important thing is for us to find Osama bin Laden. It is our number one priority and we will not rest until we find him.\" (G.W."
    },
    {
        "date": "25,May,2004",
        "content": "When you look them in the eyes, traveling to the depths of their souls and you say a million things without trace of a sound,you know that your own life is inevitable consumed within the rhythmic beatings of her very heart. We love them for a million reasons, No paper would do it justice."
    },
    {
        "date": "21,June,2004",
        "content": "thought of going to bby on thu only, but rain and Birla temple were the hurdles. Sorry :-) went to birla temple the next morning with moti and got the bby tickets."
    },
    {
        "date": "15,November,2003",
        "content": "My friend Doug walked into the bar yesterday... dragging a couple of friends behind him. He was all smiles... 20 minutes late for brunch... just like Doug. I was all smiles, too. Doug moved to Denver this summer and I've missed him ever since he left. But he was back in town for a few days and yesterday, we met for brunch and spent some time catching up."
    },
    {
        "date": "05,August,2004",
        "content": "In many ways, this reminds me of the current legal uproar between SCO and the Linux community. Like that issue, here is a small company with a questionable business plan using the patent and copyright laws to survive an otherwise unsupportive marketplace. The only difference, that I see right away, is that Eolas really does have legal legs to stand on. But isn't there a point when the good of the public must override the good of the few? That the web could, in all honesty, revert to a technological state more like 1993 than 2003 gives one pause."
    },
    {
        "date": "06,August,2004",
        "content": "haha. and hes way better than who she wanted to go to prom with...HAHA!! Yesterday britt let me borrow her homecoming shoes for prom. theyre really nice and theyll go great with my dress! thanks britt... Last night mike had to work and rach had the coffee shop thing."
    },
    {
        "date": "07,July,2004",
        "content": "If you are sitting down in a crowded coffeeshop ala marketplace, you'd have people squeezing in between occupied chairs to get to their family/friend. If you actually sat down and noticed the faces of the people who gave way..., well, you don't see a happy face."
    },
    {
        "date": "27,April,2004",
        "content": "A few years back, 3AM 's Bertie Marshall discussed on this very blog the demise of the ICA cinema (when they attempted to show a Baader Meinhof documentary and failed, offering no refunds) and I felt similarly cheated by their jipping me. Were it not for the fact that the actual feature was an amazingly well-assembled piece of film on one of the 90s most key and influential (yet often overlooked) bands, I would have stormed out of there, demanding the head of the cretinous soul who lied on the literature about what films were on. It's on again on 30/4 and 6/5 so if you're able to, I'd well advise watching it. Just don't believe them about Heavy Metal Parking Lot ."
    },
    {
        "date": "29,July,2004",
        "content": "Tasting like nuclear waste is a good thing - nothing bites me, nothing eats me, few things even touch me. I appreciate the solitude my harsh exterior brings."
    },
    {
        "date": "18,June,2004",
        "content": "The overcast weather made today a good day for photography. I went to the Hong Kong Park with ERIC LI to pay a visit to the Lotus Exhibition."
    },
    {
        "date": "04,November,2003",
        "content": "I have been informed that there are some interesting posts going on in my comment section. I can neither see them nor do anything about it."
    },
    {
        "date": "29,March,2004",
        "content": "Unless you are a masochist in which case I would merely tease you with the spoon. Mwaha. And whilst we are speaking of the spoon, here I have a gift for Rachael--the product of much boredom and insanity: Fear the Spoon I was planning to post the picture itself and not just a link, but either myself or this site is stupid."
    },
    {
        "date": "03,August,2004",
        "content": "&gt;&gt; and then, um, well, you know... We did some of that last night, too ! &nbsp; *giggles*&nbsp; It was make up for the other day.&nbsp; I was being really moody and grumpy (my only guess is that it was PMS, but it came kind of early).&nbsp; Everything was pissing me off.&nbsp; We were over at Brian's parents' house.&nbsp; We were sitting in our lawn chairs on the driveway watching the neighbors blow up fireworks.&nbsp; I was feeling neglected so I ignored him the rest of the evening..&nbsp; But we made up already. =) By the way, TheSpark.com says that I am 33% gay: 2% gayer than average."
    },
    {
        "date": "30,May,2004",
        "content": "I'd like to enter a few in competitions this year if I get them finished in time. Now that Little E is pulling me off my chair - I guess I will blog some more later on."
    },
    {
        "date": "26,September,2003",
        "content": "But hey, better late then never right? Well trivia night at Hooters never materialized pretty much b/c my friends are bozos and chronically broke. I miss having friends that have money and actually want to do stuff."
    },
    {
        "date": "23,October,2003",
        "content": "Just think for a second, what did they have to do to get the price to 99p? How many people did they rip off?"
    },
    {
        "date": "22,March,2004",
        "content": "I heard Rabbi Reinman , co-author of the book One People, Two Worlds , speak this weekend at my shul, Shomrei Emunah . From the book, I didn't especially like Rabbi Reinman's viewpoint. Hearing him speak, I really liked him a lot more."
    },
    {
        "date": "21,June,2004",
        "content": "First day of summer = BBQ, listened to records, freak rainstorm, was attacked by at least 3 junebugs, played with puppies. Behn was also over, practically for the whole day, and I got to see Joe and Matt which is always a good thing. We watched SLC Punk."
    },
    {
        "date": "20,July,2004",
        "content": "Uh Huh--&nbsp;They actually took the fortune cookie too seriously when it read: You will ruv America-Your whole famiry will be picinica suicide at top truck ramp-View Of interstate-viewtiful...Why big truck exit dis one? &nbsp;Ah--AMERICA--Land Of The Free-- AND--Home Of The Idiots. &nbsp; ?"
    },
    {
        "date": "26,June,2004",
        "content": "What Is Your Best Sexual Skill? Name: Age: Sex: Male Female Sexuality: Straight Gay Bisexual Flirting Skill Level - 47% Kissing Skill Level - 83% Cudding Skill Level - 2% Sex Skill Level - 63% Why They Love You You are too good to be true. Why They Hate You You get tongue-tied when they ask you to talk dirty to them. This Quiz by lady_wintermoon - Taken 73525 Times."
    },
    {
        "date": "14,June,2004",
        "content": "Yet another affirmation that I am not popular. Oh wait, you are a blog reader, not my shrink. I will take this up with her... On an unrelated note, but still regarding Asians. Did anyone notice the new Friendster CEO?"
    },
    {
        "date": "09,August,2004",
        "content": "why not just leave us and then go do your thing. it doesn't matter to us, we'd rather know that you will cheat and then just dump us and go do it, not while we're still together. stop being selfish and be a MAN about it. a real MAN wouldn't cheat and hurt the girl he loves right? maybe they never really loved us and just wanted us cause of our kind heart."
    },
    {
        "date": "30,May,2004",
        "content": "A month or so later, presto. Ten paperback copies of your novel, memoir or cookbook arrive. Fork over $499, and you can get the upscale \"Professional Publication\" option. Your book gets an International Standard Book Number, publishing's equivalent of an ID number and is made available on Borders.com."
    },
    {
        "date": "01,November,2003",
        "content": "Then his eyes flicked over to where Cid was stumbling around. aYo, Cid!a he cried. aYou about to run into a wall!a aShut your flapper!a Cid snapped, still walking. aI know where-ow! Mother @#$%er!"
    },
    {
        "date": "22,March,2004",
        "content": "Cara, I saw a pinata for sale at our neighborhood grocery. It was a large paper mache donkey selling for $9.99."
    },
    {
        "date": "18,July,2004",
        "content": "Hey Jack - you might have heard this already but &nbsp; THX - Bass Test (Ultimate Subwoofer Test) &nbsp; and we have a Science Test!? When? &nbsp; and to Asians who wish to barr me...Is it Steam-Bowl? I thought it was called Steam-Boat? &nbsp; and how do u do that flashy word thing that goes across the screen?"
    },
    {
        "date": "29,February,2004",
        "content": "Lol email | website Eeeeeeeeeeeeee @ 10:32AM | 2004-02-29| permalink Erm, i have a very gd site 4 quizzes if ne1 wants 2 do ne, but b warned... They shud hav an 18 on the front! email | website"
    },
    {
        "date": "02,August,2004",
        "content": "man, i have fallen in love with morrowind. so, i joined the forums, looking for comradery (SP). i really enjoy helping out ppl with questions, but i all i get is animosity."
    },
    {
        "date": "04,August,2004",
        "content": "The chorus to this song is \"She has eyes made for crying\"... that gets me thinking about both Loren and Hailey... they have both been supposedly heartbroken too many times... so I guess that means that they have eyes made for crying... well, now that song's over, this one's called Wargasm, also by L7... about war and how it turns them on, I guess... not really relevent to the current topic, I just like the name of the song... Check ya laters..."
    },
    {
        "date": "25,August,2003",
        "content": "Neway its not me who worries about my weight its my rents, but if u ask me i think they are just jealous! mmm, dunno what to put so will blog l8r when i mite have something interesting to say! xx"
    },
    {
        "date": "18,April,2002",
        "content": "maybe he justs wants to see me cry, and maybe thats why i just won't. i have done some checking about my dream getaway to spain. the plane tickets are $700+ at this point, the train doesn't go straight from barcelona to bilbao- goes through madird for a major time consuming stour, and plane tickets from barcleona to bilbao rt are $271- there is going to have to be a major price-war special fares thing going before this trip will happen any time soon....."
    },
    {
        "date": "09,May,2004",
        "content": "Today: Cleaned out my suitcase, and FOUND Dan's cell phone at the underneath the hard panal bottom of my suitcase! Whoohoo!"
    },
    {
        "date": "04,March,2002",
        "content": "Then, as we landed in Dallas, I think as I rememberd the flight attendant say something about Dallas faintly. We then oddly got on a bus, but before actually getting on the bus I didn't know it was a bus. I first thought it was the actual shuttle I would take off on. It had that astronaunt like walkway in front of it, just like the real shuttles have, I think."
    },
    {
        "date": "27,July,2004",
        "content": "Official first day is a half-day, August 24. Sort videos so I can take hand-me-downs to Daniel Find that box with Buzz/Woody stuff Get the TV/VCR thingy back from Desiree Pick up that travel activity book (Friday)"
    },
    {
        "date": "13,March,2004",
        "content": "Overall, the competition went pretty well, although I'm not expecting to get more scholarship money out of it. But I stayed in a dorm with some really nice girls and, overall, it was a good experience. I hope I never have to do it again. I'll go and answer the Friday Five now, even though it's Sunday."
    },
    {
        "date": "24,March,2004",
        "content": "Yeah. I don't know what else to say so bear with me... Well I guess I started this blog because of Ross again. LoL The Trendsetter!"
    },
    {
        "date": "17,February,2003",
        "content": "Most of these are fairly geeky too. Most of them deal with video games and computers, or Japanese stuff like Manga and Anime. MegaTokyo Of course. I've said so much about this site that all I'm gonna say now is, \"Go there. It's great.\""
    },
    {
        "date": "05,April,2004",
        "content": "The late Gregory Hines came to a ballgame and he smiled and waved at people who were pointing at him. He was cool."
    },
    {
        "date": "08,August,2004",
        "content": "For weeks, every team they've played against has said 'it was too easy to get hits on the Patrick Ramsey (the QB); eventually the kid is going to get hurt.' And guest what?"
    },
    {
        "date": "15,July,2004",
        "content": "It is because she tried to control me. Why did I hate being controlled? Because I knew that I was out of control and being controlled just intensified that knowledge, which made me more guilty and shameful, and let to more uncontrollableness, followed by more attempted control and more anger. I dont know what any of this means, but I am really proud of myself that I am actually dealing with feelings and that haunting word, WHY."
    },
    {
        "date": "28,November,2003",
        "content": "It's free, it's easy, and I have a LOT to tell about... mostly complaining. So here, welcome to Julie's Garden!"
    },
    {
        "date": "01,August,2004",
        "content": "\"No.\" \"Are you prolife or prochoice?\" \"Yes\" (teehee) \"Do you think that the only union the government should recognize is the loving union between a man and a woman?\" (WTF) \"No.\" \"Do you support a gun owner's right to own firearms?\""
    },
    {
        "date": "14,February,2003",
        "content": "have fun max ! I liked them seats they were cool, but i know what you mean we didnt need to buy any new ones cause we got hundreds of chairs anyway! Nicki have you stopped us doing paragraph things like when i press enter once?"
    },
    {
        "date": "09,August,2004",
        "content": "On another note, someone whose life was lost to a terrible lie, or took a beautiful story to the grave with them, might be reincarnated into a beautiful wirter, or perhaps a famous inventor, as a Story elemental. You see?"
    },
    {
        "date": "19,August,2002",
        "content": ". and managed to add another 7oo words to the tally. And, they're all new, as opposed to the usual regurgitated or rewritten stuff."
    },
    {
        "date": "19,December,2003",
        "content": "Caught this on DVD last night at Steve's. Started off quite humorous, but took a more serious turn as the movie went on. Certainly not what I was expecting the film to be, but not necessarily the worse for it. I did like the cinematography, the desert environment was well-handled, and some of the sound for bullets whizzing past was well done as well. Usual moralising tone present for most of the movie, which brings it down a notch or two."
    },
    {
        "date": "08,September,2003",
        "content": "Even though everybody knew that was coming, that hit me rather hard when I heard about it this morning. I'm fixin' to listen to 'Jeannie Needs A Shooter'."
    },
    {
        "date": "24,March,2004",
        "content": "HEY!!!! I wanted to open a topic there, but you wouldn't recognize it!!! To Pablo: Please give anyone of us your email address so that we could invite you there. You need an invitation to enter. Debb could work it out."
    },
    {
        "date": "18,June,2004",
        "content": "wish i were i would have loved to own one of his works. also, wish i could remember the artist's name."
    },
    {
        "date": "01,August,2004",
        "content": "And he is against Bush, and judging from his speech during the convention, has fear about another 4 years of him. So do I."
    },
    {
        "date": "19,May,2003",
        "content": "I mean how can you do something like that to the person you love?? Not to mention he ignores my calls to?"
    },
    {
        "date": "10,February,2004",
        "content": "no, no...don't turn into me. there are more things too, things i refuse to admit right now because my pride is too messed up to be fucked with right now. things i don't want to face, much less admit. but i know it's there. i know that's why i don't like her."
    },
    {
        "date": "04,February,2004",
        "content": "I always figured that I'd be a dual-income family by this age, so buying a house wouldn't be a big deal. That obviously isn't working out, so I'm going to take charge of my own life and do what I want. Anyway, I'd better get some work done. And finish our job description thing so maybe we can get more money, which would be a lovely way to be able to afford a new house."
    },
    {
        "date": "04,mars,2004",
        "content": "A little story, last year in May I said to myself \"Ok Alli now your going to get a girlfriend before you leave for BCN\". When nothing had happened I called it off in late July, guess what happens in the second week of august..."
    },
    {
        "date": "26,July,2004",
        "content": "I'm considering making this dessert today : Root Beer Float Cheesecake . Don't think it sounds good? It's a swirled cheesecake, similar to a marble one, except instead of a chocolate swirl you have a root beer flavoured swirl."
    },
    {
        "date": "18,May,2004",
        "content": "The invitation maybe many months old...in any case, if you have never gotten the email or if you have accidentally deleted the email, please contact me and I will resend you the invitation. If it's the case that the blogger is screwy and you can never sign up to the invitations I sent you, you can contact a friend and get their username and password and share an account. Oh yeah for all of you who have not pronounced yourself in the APUSH blog (also for those new blogger members who have just signed up) PLEEEEEEAAAAAAASE DO SO. Inaugurate the blogging system by just saying \"HI MY AP FRIENDS\" on the blog."
    },
    {
        "date": "26,April,2004",
        "content": "Waste Collection Schedules : Maps of the Gainesville area are provided to illustrate when trash/recyclables and yard waste pickups occur. I need a dining room table, some oil based paint for my car, some chairs, some wood for the tomato and pepper plants, and a clothes line would be nice too."
    },
    {
        "date": "21,July,2004",
        "content": "I had a little time to ponder Travis's \"theories\" about the upcoming Harry Potter book. Read on for more... Is Harry Potter really the Half Blood Prince? No. In a post on her own site, J.K. Rowling says (last paragraph) it herself: \"I shall tell you one thing without making you shift any bricks at all: the HBP is neither Harry nor Voldemort."
    },
    {
        "date": "08,January,2004",
        "content": "I didn't read that post after the first sentence. Nor will I. I'm not going to retaliate. I'm letting this go. And even though you'll no doubt consider this a bunch of self riteous bs, I forgive you for that first comment. It's not the kind of language I would use lightly."
    },
    {
        "date": "12,July,2004",
        "content": "The garbage basically consists of three fields, depending on the type of field; Field name contains 'name' or 'email' form element name plus %20%3fdiveboy@hotmail.com Field is a 'textarea' form element name plus %20%3f&09f3228caf090ef4b98c1d44e03c6c03 *- Otherwise form element name plus %20%3f random digits The textarea one is the important one. The text after the '&' is supposed to be a secret message from the 'scumbot master' to a scumbot running on a zombied machine somewhere out on the internet. What next? The idea is that I will, in a week or so, do a search of Google for diveboy@hotmail.com ."
    },
    {
        "date": "31,October,2002",
        "content": "so I should know..shouldnt I. God Im so depressed and spitefull right now and I doubt every human beeings motives."
    },
    {
        "date": "02,August,2004",
        "content": "The Sun-Star Stitch Lock Stapleless Stapler staples up to 7 sheets of paper by creating a punch and loop in the paper itself. The Sun-Star has beautiful sculpturesque looks in an all metal construction. This Japanese gadget is a modern take on those early 20th century paper fasteners ."
    },
    {
        "date": "01,July,2004",
        "content": "It's a dangerous hypnotism. There are hidden risks involved in the road that you have not encountered for so long that your mind discounts them, ignoring them, unaware of their possibilities. While your hypnotic trance continues they creep up on you."
    },
    {
        "date": "16,June,2004",
        "content": "But we can lead by example. When they see Murthy wash his own plate after eating and clean the two toilets in the house every day, they realise that no work is demeaning, irrespective of how rich you are."
    },
    {
        "date": "25,June,2003",
        "content": "i think rags is the only other person besides us to check this blog for updates. haha it is just a convo between us. ^_^"
    },
    {
        "date": "15,June,2004",
        "content": "to remember again. and why i sat at my comp for 13 mins. trying to remeber sumthing?...i have NO CLUE..while i supposed that it was to procrastinate from studying for my math exam..hey, im already going to summer school so why waste my time..i got my summer starting early!..oh yah...no..ne ways i'm done now. later losers, brit"
    },
    {
        "date": "24,May,2004",
        "content": "What it'll fit and, maybe, what it won't. After a while you'll have an idea what kind of thoughts your particular size mind should be wearing.\""
    },
    {
        "date": "03,March,2004",
        "content": "Okay, I am sorry I brought it up and I'm sorry I ran the whole 'Marten has hairy legs' thing into the ground. Let us all agree to agree, that Marten indeed has hairy legs and nobody ever should ever talk about Marten's hairy legs again."
    },
    {
        "date": "15,July,2004",
        "content": "Well.. I thought of the idea some time ago.. I was wondering back then what device could a person invent and gain serious amount of money out of it? And i got the same idea.. What did i do with it?"
    },
    {
        "date": "12,March,2003",
        "content": "Oh by the way sign my damn book! For those of you wondering Lovin Oven is in Round Lake just north of Frank's on 83. Man I'm so crabby!"
    },
    {
        "date": "11,June,2004",
        "content": "Haven't blogged much. I was at Lilies War (hence to be known as Squishy Lilies because of all the rain), and engaged in Crazed Sewing Preperations for it."
    },
    {
        "date": "02,April,2003",
        "content": "A note from Cheer Bear: OK, I've been hanging in the damn closet long enough. It's about time you both simmer down And just stop being ridiculous. Damnit. *A note from me?"
    },
    {
        "date": "28,July,2004",
        "content": "I'm really concerned about my diet. When I think I'm doing the right thing, I figure out that I'm bloated and fat, again."
    },
    {
        "date": "19,May,2004",
        "content": "i just did the craziest thing today. i went to sheila baxter hair school just to find out more about their hairdressing courses and guess what?"
    },
    {
        "date": "15,August,2003",
        "content": "Hey Mercedes Rocks!!!! Went to see the boys last night at Maxwell's in Hoboken. The opening bands were pretty good for once."
    },
    {
        "date": "01,April,2004",
        "content": "What charlie did, is have a message appear on everyone's screen that logged on. It said \"moof!!! moof!!! moof!!!\". I heard that coe wants to revoke his techaid privledges, and Mrs. Armstrong wants to have him suspended for a day."
    },
    {
        "date": "08,June,2004",
        "content": "If you've been watching the polls, you'll notice that Kerry continues to lead Bush in virtually all of them (I haven't checked Fox News', but I can guess what it says). Bush has the scent of blood about him, and I don't mean the blood of the U.S. soldiers that have been killed so that Cheney could nail a big contract in Iraq for Halliburton. The blood I'm talking about is from the wounds (all self-inflicted) that are dragging this president down. The public is looking at him and seeing a liar, a radical, a failure, and a buffoon. Republicans are fleeing in droves."
    },
    {
        "date": "14,May,2004",
        "content": "i don't know if i spelled that correctly, buddakan? i read in an article that vibrant eyeshadow shades like teal look good on asian people."
    },
    {
        "date": "28,July,2004",
        "content": "And how do republicans support george bush, a draft dodging, inept politician who presided over the loss of 2 million jobs and created the largest federal deficit in the history of the u.s and lied to congress and the american people about reasons for starting a war that has resulted in thousands of unnecessary deaths?&nbsp;The democrats simply have the better platform, but the republicans win when it comes to lying and appealing to people's atavistic and base instinct.&nbsp;These are odd times. &nbsp;"
    },
    {
        "date": "13,April,2004",
        "content": "Convictions Within By: Danielle Chidester Take the smoke screen away And all you see is gray. Loose the fantasy within And your life will fade."
    },
    {
        "date": "26,April,2003",
        "content": "Mmmm..Godiva Ice Cream...anyway, so I am really bored and I don't have anything to write about. I miss Travis. I am so pathetic. I know he won't be onlne, but I'm still all, well, maybe he'll be there. Whatever."
    },
    {
        "date": "24,July,2004",
        "content": "&nbsp; Im goin to Leeds on wednesday!!! yayyyyyyyyyyyy ya see,ma mate Steph from leeds came to Dublin with her mum,and we met up,her mum and my mum were there aswell and we all got along really well and I was invited to go to them!! i said to steph id go on a day trip over there to also see sarah, and then they said i could stay the night,so im only stayin one night over there,were gonna do some shopping,and then go for a meal, back to stephs,watch movies and stuff and sarahs stayin ova aswell! its gonna be sooo much fun!"
    },
    {
        "date": "04,March,2004",
        "content": "The house I grew up in (1920's) had a larger bathroom than the place I'm in now, which is so large that I've thought about moving into it. Then again, maybe I was just smaller in the memories of the house I grew up in, as my memory of the bathtub is that it was enormous."
    },
    {
        "date": "30,May,2004",
        "content": "It tells me a few minutes later, that could be the electricians . Sure enough. I look out into my backyard. Two guys bearing electrical items. If they saw me in the buff, they were gracious enough not to mention it."
    },
    {
        "date": "06,July,2004",
        "content": "neways, i'm always open here! so ppl, if ya need me, i got ur backs!! g2g ttyl mayb ben will call."
    },
    {
        "date": "07,July,2004",
        "content": "My kids have been sitting here for an hour now (it's 2:00 PM) figuring out the games & how they work without the aid of an instruction booklet or dear ole' Mom's help. Oh, well, it's a rainy, cold, nasty day outside and they're stuck inside for the afternoon."
    },
    {
        "date": "02,June,2004",
        "content": "OIF &#151; Staff Sgt. Lincoln D. Hollinsaid, 27, of Malden, Illinois, was killed by enemy fire on April 7, 2003, in Iraq."
    },
    {
        "date": "07,May,2004",
        "content": "R A N D O M: This week I challenge you to capture the essence of arandoma. Yep... Lucky 7 makes it a Wild Card assignment... you shoot and post whatever the hell you like, and tell us a story about it in the buzznet blog. As always, the only requirement is to have fun... including yourself in the pic is encouraged but not required. Post your photo to the Buzznet photoblog by Monday, May 10, 2004."
    },
    {
        "date": "23,April,2004",
        "content": "The park actually looked even more beautiful this visit because of the fact that things are green now thanks to spring. Last time we were there it was all rather brown, but this day it was unbelievable green and lush and the colours were all so vivid!"
    },
    {
        "date": "22,July,2004",
        "content": "But not really, cuz that would suck. On another note, Suzie McMasters asked me for my number again. She wants help with her science project and to get advice about Tad Dudley (who sucks a big one!"
    },
    {
        "date": "15,August,2004",
        "content": "He told us he needed the practice. There sitting on the couch in the luxury suite, was Moreno's very pregnant wife. She was really sweet when Siobhan went over and started talking to her. Now, of course we are fans of the LA Galaxy! This is our second season having season tickets."
    },
    {
        "date": "09,July,2004",
        "content": "\"I love scotch! Scotch, scotch, scotch! -Will Ferrell as Ron Burgundy (Week of July 4th) Hope to see Anchorman soon. Looks hella funny."
    },
    {
        "date": "12,February,2004",
        "content": "Dude, that's straight ganster! Sweet dude. Wish you the best in that. I'd like to get back into the professional world. The idea of starting my own newspaper with my father keeps coming up."
    },
    {
        "date": "28,July,2004",
        "content": "I've just read the funniest post, and I think it's because I knew about the content. I wonder if you just read other blogs forever without familiarity you'll feel lonely and lost."
    },
    {
        "date": "27,June,2004",
        "content": "\"My remarks were extemporaneous and, in hindsight, reasonably could be -- and indeed have been -- understood to do something which I did not intend, that is, take a partisan position,\" Calabresi, who was appointed by former President Bill Clinton, said in a letter given to reporters. Calabresi's letter was addressed to John Walker Jr., chief judge of the circuit and a cousin to former President George H.W. Bush."
    },
    {
        "date": "03,July,2004",
        "content": "But I wanted to remind myself of what I want to write about, as well as give you all a preview... VH1 adapted their irreverent pop culture commentary format to a serious issue (portrayals of minorities on tv) and it actually worked. New England has this cool local television food critic, The Phantom Gourmet and I was curious if other areas of the country had something similiar. Harvey Birdman is back on [adult swim]."
    },
    {
        "date": "24,May,2004",
        "content": "I'M SO CONFUSED!!! oh, and the hearsts (think william randolph hearst, hearst castle, patty hearst) are trying to make a conservation deal with the state for their 82,000 acres of land (along 18 miles of the PCH) near san simeon."
    },
    {
        "date": "03,August,2004",
        "content": "Despite the wailings of one surly individual who we shall call only Mr.BB, the challenge was a success, with particularly impressive efforts from Mylesy. Good job Teeza."
    },
    {
        "date": "02,August,2004",
        "content": "i also want the guitar, even though i SWEAR the neck has just the slightest bow in it, Bob and i disagreed. he swears there's no bow and the neck has to be like that. I know how much is too much. The neck just needs to relax."
    },
    {
        "date": "27,June,2004",
        "content": "It just isn't! No more champions. No more veterans (well none that haven't been pounded into oblivion anyway). Just a bunch of young brats with souped up racquets, smacking the ball around with mechanical precision and impunity. Dunno who to cheer for anymore."
    },
    {
        "date": "07,July,2004",
        "content": "Although I loved pretty much everything about Vancouver (except the radio), two things especially stood out. One was the newly-opened Storyeum , which told the story of British Columbia on the stage."
    },
    {
        "date": "14,December,2003",
        "content": "On another note: when you accidentally spill water from the fridge water dispenser down your pants and it looks a little bit like you wet yourself, a good thing to do is go change pants before those late friends get here. I'm going to do so now."
    },
    {
        "date": "18,June,2004",
        "content": "The inestimable Mr. Luke Donnellan, for whom \"Mammals of the Sea\" and \"Suitable subject for gonzoid filth\" are interchangeable, has been laying down the fat spotted tracks on his excellent how-to guide for learning to love Leopard Seals for several months now. There has been little activity of late, perhaps down to the fact that he has found someone within his own species to stalk. But we live in hope."
    },
    {
        "date": "15,May,2004",
        "content": "But during work while i was wiping down trays I felt God asking me to pray for the fundraiser and i stopped what i was doing and prayed. When i'd finished i looked up at the clock and it was 5:30...the spaghetti feed was just starting. I was so worried the whole time at work because i wanted to be there but i knew i would be soon enough and i'd find out what had been going on. Well i didn't end up getting off work till 6:30 and arrived at the church at about 7. When i walked in there were only a few people left."
    },
    {
        "date": "25,April,2004",
        "content": "I fucking hate this, my gram says over 400 dollars is missing from her purse. Guess who was here yesterday. My fucking sister. I feel like going to slit my throat... why is this world so unfair.."
    },
    {
        "date": "29,July,2004",
        "content": "It went along the lines of... buy Claire some paw paw cream before going overseas and give v-man lots of kisses on the weekend. Typical, and the above was the good part."
    },
    {
        "date": "24,May,2004",
        "content": "don't see \"Head of state\" Seriously, I was trying to think of a worse movie, and I couldn't. Anyway, I'm exhausted, so I'll talk to you later today Peace- T"
    },
    {
        "date": "14,May,2004",
        "content": "When getting back in touch with my email this evening, I found an email that said \"Per Cynthia's suggestion, I am creating web log for my trip so that people can stay connected without getting a bunch of unwanted emails. I'll update as I have opportunity.\" It's nice to know that I've inspired someone to do something. I've posted a permanent link to his blog on the right, but you can also click here to see it. I don't have any posts that begin \"Made it to Istanbul\" - I wonder if he'll sell me some stories that I can tell when he gets back."
    },
    {
        "date": "29,March,2004",
        "content": "Alan and I went to a Fondue Party on Saturday night at our friend Christina's house in SF. My first time fondue-ing =) There was lots of bread, asparagus, strawberries, apples, bananas, chicken sticks to dip into cheese or chocolate. Yummy! Then we sang karaoke for a while, played Texas Hold Em (I lost again!! I thought I said no more gambling?"
    },
    {
        "date": "07,July,2004",
        "content": "It is like no other feeling. Music and dance are also my \"passions\" - but no career awaits me in either. :-) I thank you, Lord, for the abilities and passions I have in my life."
    },
    {
        "date": "18,June,2004",
        "content": "I got a new idea for a diet. It's called \"Fork down Fatty!\" It's simple. STOP PUTTING THE GOD DAMN FOOD IN YOUR MOUTH! or are you to stupid to figure that one out?"
    },
    {
        "date": "15,August,2003",
        "content": "I need you....to win the million dollars.\" While Jon was unhurt and giddy, maybe he should reconsider the engagement? QUEER EYE GUYS There's a great cover story in the August 8th issue of Entertainment Weekly on the \" Queer Eye On The Straight Guy \" phenomenon."
    },
    {
        "date": "01,June,2004",
        "content": "Hmm...I feel sort of bad, being the only one currently posting who's not going through some sort of mini-crisis, but I suppose there has to be some relief. Anyway, to Sarah and Ash (even though I already talked to Sarah today) I hope you feel better!"
    },
    {
        "date": "15,July,2004",
        "content": "Dani! *glomps* AIM wasn't working for me last night. I don't know why! But it's working now so you need to get online!"
    },
    {
        "date": "26,October,2003",
        "content": "\"Voices echo 'this is what salvation must be like after a while'\" I spent Saturday afternoon with family. Lots of family--Clif, my parents, my paternal grandparents, great-aunt and uncle, their son and his wife, my paternal aunt and uncle, and their son and his wife and daughter."
    },
    {
        "date": "27,October,2003",
        "content": "I help out here! You're nothing but a BIG MEANIE MEANIE MEANIE!!! phoo...I hate you...I LOATHE you! lol LARRY LIVES!!!"
    },
    {
        "date": "01,June,2004",
        "content": "I gently explained that I needed a signed agreement accompanied by a deposit before I went any further and (again, credit where it's due) he accepted that statement gracefully. So back to the convenient location of this 'meeting'. I breezed around a few of my favourite stores, which happen to be situated in a semi-direct path between the main entrance to the mall and Starbucks."
    },
    {
        "date": "01,November,2003",
        "content": "Ohhh, I missed the cute little fireman...it was a sad day when he moved away. I am so glad he called me to let me know he was visiting. Yey!!!"
    },
    {
        "date": "16,April,2004",
        "content": "Glad it's such a nice day. Glad for me, because I wouldn't have 30 kids begging me to go outside. Especially glad for Phyllis, our neighbor. She was on chemo last summer and had to stay indoors, away from the sun. She lives for this weather and has waited so long (nearly 2 years) for it to come back."
    },
    {
        "date": "25,August,2003",
        "content": "Hey guys, Looks like we are now part of the gas guzzling yuppie crowd (no offense, Chris). Yep, we bought a SUV. Bob's car was falling apart and we got a good deal on it. It's nice even though it's not good on gas. He's happy and he's stopped smoking the morning we bought it."
    },
    {
        "date": "19,April,2004",
        "content": "as john says, we just start to get ahead, and something else hits us. since today is pretty much a holiday here...my claim hasn't been assigned yet and probably won't be until tomorrow, so i pretty much lose a day. the adjustor needs to look at the car before any work is done."
    },
    {
        "date": "20,June,2004",
        "content": "Everyone just seems so cold whenever I delve into my past, remembering everything said, done, and felt. All these emotions just emerged when I listened to Thrice's \"All That's Left\". My chest burned, and I felt a burning hatred. Self-pity just seemed to consume me wherever I turn."
    },
    {
        "date": "01,June,2004",
        "content": "blah!... blah!... Next year 0n 28 July 2004, this blast will be rememberd again on 2nd, 3rd, 4th, 5th, 6th, ... N th page."
    },
    {
        "date": "08,July,2004",
        "content": "(the actual post is at the bottom) Aiyo, Tical? (What up, fam?) You know Busta-Bust had to come see you, God, it's good to see you, God (Good too see you too, God) Let's take the streets for a little ride (Okay, we ridin' high) Yeah, you better light your L, smoke your L And just (kiss the sky) Huh! And if you ever disrespect the Bust or Meth (find their mentor) Yeah, I-I-I think the streets been lookin' for this one for a long time (Yeah, aiyo) Come on! [Method Man] I came to bring the pain, more hard to the brain Tical..."
    },
    {
        "date": "28,April,2004",
        "content": "Going to be light (more like non-existent) on the blogging today, as I am in major crisis study mode. Or rather I should be, so I'm going to act like I am, even if I'm not feeling the pressure just yet. If today turns out to be a productive day (or something happens that I just can't resist blogging about), then you will see me tomorrow, if not sooner."
    },
    {
        "date": "06,June,2004",
        "content": "Today is not really an exciting day. I just, uhm, watched T.V., took care of my little sis, and ate delicious food. I think that was fun."
    },
    {
        "date": "13,July,2004",
        "content": "Also, we need to get a lawyer. Things are moving very, very quickly. Holidays in the new place is looking more and more like a reality now, unless this house for some reason doesn't work out. Again.. prayers and blessings are requested."
    },
    {
        "date": "14,January,2004",
        "content": "i'm aunt joy in the play!! and i dont have that many lines so i'll have more time to practice w/ the MSA audition!! yaay! oh yeah, julie i'm REALLY sorry about the whole brettbutt thing.. lol, but i did stop him and told him i didnt mean what i said at lunch, so yeah, i think i already told ya, and i am about to print out the waltz thing.. so okay that's all.. my 2 miles are comin.. gotta get that out b4 i blow up at somebody.. people should be happy. happy wednesday."
    },
    {
        "date": "19,June,2004",
        "content": "Well I'm feeling really crappy right now, like I want to throw up. Sometimes I wish I had no emotion at times like this, at least then I wouldn't feel like garbage one moment, a complete asshole the next, and like shit almost all the time. I think I'll shut the blinds and sit here staring into space for awhile as I contemplate why I'm such a dumbass."
    },
    {
        "date": "08,July,2004",
        "content": "next time close your fuckin windows if your not going to be there! you scared the hell out of all of us, im so glad hes alright tho, VERY close call."
    },
    {
        "date": "21,June,2004",
        "content": "May God have mercy on me. I don't know why, if it was any other guy - I would have asked him to fcuk off from my life. But somehow...I'm drawn to this little moody Paddlepop. We sealed the deal with a hug and a kiss. A good start & a hell of of patience."
    },
    {
        "date": "07,June,2004",
        "content": "how many emo kids does it take to screw in a light bulb? my answer would be D ........ big time hate the emo kids with their striped shirts and their hearts on their sleeves ....... and the sad, very, very sad truth of the matter is i use to really like dashboard confessional."
    },
    {
        "date": "02,August,2004",
        "content": "And let me tell you about that test. IT WAS HARD. She is only 4 years old but questions she got asked were hard for me to answer. She had to remember sentenced she had to READ OUT LOUD 6-7 word senteces,( of course she could not do that) she is only 4 years old."
    },
    {
        "date": "06,July,2004",
        "content": "The byline is Tabassum Zakaria, and the dateline is New York. The Bush administration and U.S. intelligence agencies have been criticized for prewar allegations that Iraq had weapons of mass destruction. Although CIA Director George Tenet, who will resign next month, had assured U.S. President George W. Bush there was a convincing case, no stockpiles of unconventional weapons have been found. That may be the most accurate statement of the lot. In fact, banned, unconventional weapons have been found in Iraq, apparently from Saddam's arsenals."
    },
    {
        "date": "25,May,2004",
        "content": "Definitely this blog will move ASAP. I'm still looking for a reliable hosting with PHP and MySQL so that I can install WordPress ;) This will mean COMMENTS ;) I still don't know when the move will happen but I wouldn't count on this weekend."
    },
    {
        "date": "30,June,2004",
        "content": "i love summer so much! YESSSSSSSSSSSSSSSS! As you can tell, I'm living it up in my psycho little world. Its finally hot out, and i have ... er... summmer fever? is there such a thing?"
    },
    {
        "date": "23,February,2003",
        "content": "Well, of course they didn't expect there to be, so they start coming out as soon as Kelly and I got out. Well...we didn't get a chance to let them know that THERE WAS SOMEONE!"
    },
    {
        "date": "02,July,2004",
        "content": "But the leader guy kept saying \"Excellent, excellent, excellent\" I would die of laughter whenever he said that so I would loose my beat and just end up waiting until the next commercail break to continue my \"workout\" Fun times! Woot wooot! Dudeeee..I can't read my shoutbox so you all should post in the little comment thing. I willl post late tonight when I am finally HOME!!!"
    },
    {
        "date": "13,March,2004",
        "content": "THANK GOD FOR BUBBY~~~He's heaven sent! He truly is.... I think I would've fallen apart at the seams with all that's going on. But having him at my side to make me laugh and lift my spirits. I couldn't have asked for a better friend."
    },
    {
        "date": "07,August,2003",
        "content": "I realized yesterday that my body can't take the spinning and bumping like it used too. I feel old. The students were screaming, \"More, More!"
    },
    {
        "date": "26,July,2004",
        "content": "No one in this world knows me better than you do, so diary I confide in you. Dear Diary, Today I saw that boy. As he walked by I thought he smiled at me."
    },
    {
        "date": "05,June,2004",
        "content": "I was just a girl then; Never have I loved since then. He was not that much older than I was He had taken our class to the Metropolitan Museum. He asked us what our favorite work of art was, But never could I tell it was him. Oh, I wish I could tell him-- Oh, I wish I could have told him."
    },
    {
        "date": "25,June,2004",
        "content": "Just seemed like the \"in\" thing to do, I s'pose. No one will read this and that's fine. I'm a journalism student from Eastern North Carolina, which is basically all you need to know about me for now. I'll be mostly posting my opinions here, as I am not much of a day-to-day diary writer. I've never been good at that."
    },
    {
        "date": "17,July,2004",
        "content": "Today was a day for me- no walking around amusement parks, no shopping, or errand running. I got up late."
    },
    {
        "date": "29,May,2004",
        "content": "My weekend would normally be spent with my boyfriend but this weekend, its going to be different. My boyfriend is in Desaru, Malaysia with his colleagues for a weekend getaway and I'm left behind in Singapore lost for what to do. I swore to myself last night that I'm going to make the best of this opportunity and spend my weekend the best I know how. I'm going to start the Saturday with a jog and followed by Singapore Institute of Management (SIM) to pay for my school fees (*sigh*....the thought of spending thousands of dollars leaves my heart aching..this better be worth it) after which I'm supposed to head to Sunset Bay, Sentosa."
    },
    {
        "date": "04,August,2004",
        "content": "you can only do so much with your hands tied behind your back, can't you. metaphorically or otherwise, eh damo?"
    },
    {
        "date": "04,October,2003",
        "content": "Two or three of the Macintosh viruses were widespread enough to be of importance. None of the Unix or Linux viruses became widespread - most were confined to the laboratory.\" Check out this article, which is brought to you by SecurityFocus . While there, subscribe to thier newsletters, mailing lists, and RSS feeds."
    },
    {
        "date": "20,August,2004",
        "content": "WORD!!! I'm at school again for the second day in a row... good stuff. lol Yeah the day got really crappy by the end of Georgia Studies I was about ready to just keel over and die."
    },
    {
        "date": "24,June,2004",
        "content": "I understand your greivance Helen and I am sorry you feel that I should be replaced. In my defense, the reason why I do not write any blogs whilst Brooke is away is basically I cannot feel creative without my female counterpart here by my side."
    },
    {
        "date": "08,July,2004",
        "content": "Today I was told that if you put a rag over a cup of water, then drink it, it will cure hiccups. Well I figured out that is...surprisingly true. Weird eh? Well I later found out that Hiccups can be stopped mentally, lol I imagined my self doing that remedy after trying it previously, and the mere vision of it."
    },
    {
        "date": "01,July,2004",
        "content": "i also realized that all the girls i ever find, can never be just a smidgen closer than friends, like just curling up and laying together during a movie or w/e. everyone has to be all close and personal, everything just gets blown up out of wack. sometimes i really wanna call up libby, but i never know what might happen, and i don't wanna do anything and get stuck in something i don't want to be in. why do girls hafta be so damn frusterating?!"
    },
    {
        "date": "20,June,2004",
        "content": "I'm not quite in Quebec City yet, but its nice of you to drop by already. I sure you're as excited to find out what I'm doing in Quebec as I am to get there! Don't forget to check in every day or two, because I will update this thing as much as possible. Don't miss me TOO MUCH while I'm gone [but you better miss me some]."
    },
    {
        "date": "04,August,2004",
        "content": "AHHHHH I HATE THIS PUZZLE AHHHHHHH. I swear there's no solution. I'm on my 30th try and I still can't get it."
    },
    {
        "date": "16,November,2003",
        "content": "looks like it'll be this way for a little while. i'm so bored i just postin to have sumtin to do now."
    },
    {
        "date": "30,July,2004",
        "content": "We cannot absorb them all.A borderless world presents a bigger opportunity, yet one that is not so much abandonment but an extension of identity. Even as we take, we give back. We are the 40,000 skilled nurses who support the UK's National Health Service. We are the quarter-of-a-million seafarers manning most of the world's commercial ships. We are your software engineers in Ireland, your construction workers in the Middle East, your doctors and caregivers in North America, and, your musical artists in London's West End.Nationalism isn't bound by time or place."
    },
    {
        "date": "25,December,2002",
        "content": "His high ethics come out in his treatment of Gollum and Saruman. Frodo has pity on Gollum and believes that change can occur. You have a strong personal morality. You are committed to relationships and their growth. You tend to be an idealist, believing the best of the world around you."
    },
    {
        "date": "19,July,2004",
        "content": "Wired News: Downloading for Democracy While legislators in Washington work to outlaw peer-to-peer networks, one website is turning the peer-to-peer technology back on Washington to expose its inner, secretive workings. But outragedmoderates.org isn't offering copyright music and videos for download. The site, launched two weeks ago, has aggregated more than 600 government and court documents to make them available for download through the Kazaa, LimeWire and Soulseek P2P networks in the interest of making government more transparent and accountable."
    },
    {
        "date": "12,July,2004",
        "content": "\"Why'd he do it, Joseph? What's wrong with him!?\" Softer, looking down, not wanting to see the answer in his eyes. \"What's wrong with me ?\""
    },
    {
        "date": "09,February,2004",
        "content": "You know, we really need to get together and have a sit down. Come up with some new ideas - expound on the old. What do you think? Is it already really hot in Austin in May?"
    },
    {
        "date": "25,March,2004",
        "content": "it hurts to like someone a lot...who you know you cant have back. one that you were with and messed it up...knowing that the whole thing was your fault..."
    },
    {
        "date": "12,April,2004",
        "content": "The other stories on this site are that of a girl who works in the peep show industry, she relates stories of customers and what not... but this... this story was far from my mind when I read it. Touching..."
    },
    {
        "date": "06,June,2004",
        "content": "After I met with Joe in person to discuss this piece, we've decided to take it down for now. It is a work of fiction being written by Joe about an over-zealous environmentalist. Some extreme phraseology didn't really apply to what was actually being said. And, left open to interpretation... well, let's just say someone skimming it over might get the wrong idea (Jim's picturing an elderly woman in Wyoming calling the FBI.) This is one we'll have to try again."
    },
    {
        "date": "08,July,2004",
        "content": "However, I've thought this through a bit, and I've decided that if you want to solve all your problems, it's nice to be sunny and warm. : ) We love you guys."
    },
    {
        "date": "22,February,2004",
        "content": "\"Is there any way for all of the dragons to come together and help us fight off the Drakken?\" One of the men asked believing in hope not quite wanting to believe that nothing could be done."
    },
    {
        "date": "06,July,2004",
        "content": "Whether or not it is clear to us, no doubt the universe is unfolding as it should. -Desiderata p.s. I have no clue what I'm doing in September."
    },
    {
        "date": "06,July,2004",
        "content": "Everyone who would like to become a member will have access to post to the blog and record their times and any thoughts they have on the current training program. This way, we can all stay up to date, even when we are far away (Germany, Atlanta, Chicago, California). Hope this meets everyone's expectations."
    },
    {
        "date": "25,February,2004",
        "content": "I hate Robert. GAG I just found out, I can't put G. as his last initial because my FRIEND Robert has a G. as his last initial too! OK well anyways, Robert at schoooll, I hate him. He's talking a bunch of smack."
    },
    {
        "date": "08,August,2004",
        "content": "I have decided to remove my display pic.I have officially become like air, you can't see me but you know i'm there.In other news, I have been introduced to a comical rpg called The Kingdom of Loathing.Very funny places there like Mt. Noob,The Gourd Tower, Cobb's Knob. And what crazy characters: Seal clubber,Turtle tamer,Pastamancer,Sauceror,Disco bandit and accordion thief.But it is also kinda puzzling(enter continuum transfunctioner:ring any bells? )Aw....what the hell!just go there and play !"
    },
    {
        "date": "23,July,2004",
        "content": "Road trip! Just got back from a nice road trip around my great state of Idaho enjoying some privately owned land that is open to the public by the owners and man it was great stuff very beautiful but it got me into some research on gas of course and the end result?"
    },
    {
        "date": "21,May,2004",
        "content": "I was reading someone elseas blog with a sound file attached and the sound of that babyas heartbeat almost made me cry. The plus side if we hear the heartbeat is that maybe then, Iall rent my own monitor. I think Iad like to rent a monitor until I can feel the baby move, but I want the first time I hear the heartbeat to be at the doctors office."
    },
    {
        "date": "05,desember,2002",
        "content": "It's sad that there's actually people out there wasting their time on making quiz's like this one. What's more sad is that there's people like me taking them ! =) More on Zorillas: Zorillas make very affectionate pets Zorillas spray scent as a defense, just like their relatives the Skunk Zorillas are nocturnal and carnivorous postCount('skapi'); you agree?"
    },
    {
        "date": "10,August,2004",
        "content": "OK SO I LOST 5 POUNDS AND NOW AT LUNCH I THINK I PUT IT ALL BACK ON AND THEN SOME. I HAD A FT. LONG CONEY DOG , MEDIUM ROOTBEER AND AN ORDER OF MUSHROOMS WITH RANCH DIPPING SUACE. NOT I AM FULL TO THE BRIM AND CAN'T MOVE. I HAVE HEARTBURN OUT THE YINYANG AND I HATE MYSELF FOR EATING THAT CRAP. SO I AM DRINKING WATER THIS AFTERNOON AND WILL HAVE TO DO REALL GOOD AT DINNER ."
    },
    {
        "date": "28,August,2003",
        "content": "They all love America. They stuff themselves with Lucky Charms for breakfast, SPAM for lunch, sour apple pie for dessert at dinner. Cholesterol. Preservatives. Sodium."
    },
    {
        "date": "15,February,2003",
        "content": "Okay, so there wasn't any walks on the beach, nice dinners, or even strawberries, naked bodies and whipped creme. But there was love."
    },
    {
        "date": "11,July,2004",
        "content": "last night at great world city i saw TWO ang moh guys in SPECS!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!!!!!!!!!!!!!!! !the honkie didn't even come CLOSE to being that hot."
    },
    {
        "date": "16,August,2004",
        "content": "Ever feel like you are taking some else's glory? I did it this Sunday. At the end of services I got to hold my newest nephew for a while."
    },
    {
        "date": "29,July,2004",
        "content": "Friday, the new windows and door were fitted in an amazingly short space of time. The fitters were polite and tidy, even polishing the glass and giving the plastic a good cleaning after they had finished. Couldn't fault them. Unfortunately I can fault Safestyle UK for their after sales sales push."
    },
    {
        "date": "05,August,2004",
        "content": "hey guys. i know i just got back, but i'm off again. i have to go to my aunt's house for the week. I don't really want to go, but I said I would, and I'll feel bad if I pull out now."
    },
    {
        "date": "09,February,2003",
        "content": "She tried to get Steph to refund the money, but Steph held her ground and refused! Woohoo! Steph's as anal about her feedback as I am, so the negative upsets her and rightfully so. She's afraid people won't bid on her shit because of it."
    },
    {
        "date": "16,July,2004",
        "content": "Well I'm just waiting for the cab to come and get me.&nbsp; &nbsp; I'm on my way to lovely Montreal!&nbsp; &nbsp;&nbsp; I hardly slept a wink.&nbsp; I spent the whole night packing and cleaning my apartment.&nbsp; Think I'm nuts?&nbsp; Well, there is nothing nicer than coming home to a spic-n-span apartment.&nbsp; And thanks to my busting my ass, I will have just that! &nbsp; My friend Rafael is watching Pippin & Screech while I'm away.&nbsp; He's more of a cat freak than I am, so they'll be in good hands. &nbsp; So I will see y'all in 10 days.&nbsp; Whoever you may be! &nbsp; Drop me a line (a comment would be nifty) and let me know you're out there! &nbsp; -Rick"
    },
    {
        "date": "10,August,2004",
        "content": "My favorite finger . So anyway, at first the wound just looked like an ant bite.. Then, my middle finger swelled... SWELLED to become this HUGE middle finger. My hand was next, then my whole arm."
    },
    {
        "date": "09,February,2003",
        "content": "*sighZ* jialat sia! really got to buck up sia! accompany cherie n company (reb, jenny, jeremy) to @_@ her get tongue pierced!!"
    },
    {
        "date": "05,June,2004",
        "content": "Here I sit watching the news of President Reagan's death. The passing of someone famous allows us to think about the frailty of human bodies and the limited length of human life."
    },
    {
        "date": "13,January,2004",
        "content": "So i guess my best isnt good enuff for some ppl, so i guess they could suck my big fat azn cock because they r fucking assholes. So i guess i b goin to paaaaaaaayce the fuck out...the saga continues..."
    },
    {
        "date": "25,June,2004",
        "content": "Anthony sounds so unpretentious in these interviews, which is what I like about him and the RHCP anyway, it just really comes across these days. or people are actually listening to them, and putting them on the radio here, and letting us hear now how unpretentous they are."
    },
    {
        "date": "10,May,2004",
        "content": "I just wish life was so perfect sometimes so like that I wouldnt never be scare of losing the one I love. My family is a big part of my life as well Eddie is to."
    },
    {
        "date": "04,August,2004",
        "content": "tonight im going to try and see a movie called danny deckchair with rhys ifans and miranda otto. after that it some ww2 flick that sounds cool. il report back when i can."
    },
    {
        "date": "13,Junho,2004",
        "content": "So, I'm eating yogurt while surfing the Internet, admittedly paying less attention to the yogurt than to the Internet, when I look down to find globs of yogurt on my desk and the carpet, as well as dribbled down the front of my sweatshirt . So much for hand-mouth coordination."
    },
    {
        "date": "08,August,2004",
        "content": "THe first message was on astronomy and the GLORY OF GOD but basically the whole week was on CREATION vs. evolution. The next day i woke up early, ate breakfast, took the workshop \"I Think theres pgs missing in my BIBLE\", and then went to chapel for a message on the origin of Life."
    },
    {
        "date": "08,May,2003",
        "content": "My guy is Howard Dean, the former governor of Vermont. His beliefs are actually a change from the hegemonic shit that moderate Republicans and Democrats spew forth today...that means that he holds no chance of election, but at least he's not a yes man, like John Kerry and John Edwards."
    },
    {
        "date": "25,October,2003",
        "content": "Hey dad look at me Think back and talk to me Did I grow up according to plan? Do you think I'm wasting my time doing things I wanna do?"
    },
    {
        "date": "07,April,2004",
        "content": "and i have realized that i have to stop. maybe this exchange student boy thingy (codename: mission surfboard) is meand to open my eyes to what i am doing to one of my own friends. i am a sick person. this is my first full day back at home after a few days in florida for a school trip...and i hate it here. i managed my freedom (which i had a lot of!)"
    },
    {
        "date": "09,June,2004",
        "content": "hmm.. maria... i'll put... Tatum! and janice... Tater! wow, easy gifts! ahha... o meng.. it's hto as a mofo herre... i can get all eggot!"
    },
    {
        "date": "04,August,2004",
        "content": "It just gets hard cause I don't always know what to do. Sometimes I feel like I'm screwing up, but honestly this is the healthiest I've been both mentally and physically in a long time."
    },
    {
        "date": "01,July,2004",
        "content": "COKE SMASH Thanks everyone for their adorable pet photos! My God, you people have cute animals! One person even sent me a photo of a baby dear, which is also known as a fawn. I was fawning over it. badumpbump."
    },
    {
        "date": "31,May,2004",
        "content": "And my brother-in-law, John, is a badass, too! Anyway, after the Met, we went to PJ Carnie's and had a couple of drinks a few appetizers. Then, we went to Faces & Names and had a few more drinks and a dish of curly fries."
    },
    {
        "date": "12,abril,2004",
        "content": "If you want to get the plain truth, Be not concerned with right and wrong. The conflict between right and wrong Is the sickness of the mind."
    },
    {
        "date": "08,October,2003",
        "content": "WrathS 01 (9:30:09 PM): you know what i hate EchoBrain311 (9:30:13 PM): qwhat WrathS 01 (9:30:26 PM): that christians think jesus was alex franz white. EchoBrain311 (9:30:35 PM): lol EchoBrain311 (9:30:35 PM): wtf WrathS 01 (9:30:38 PM): he came out of fuckign jerusalem."
    },
    {
        "date": "29,July,2004",
        "content": "Ok dumbass...this is how the country needs to be run...are you ready? Religion is separated from state. Got it? Now, we're a melting pot of all sorts of people here."
    },
    {
        "date": "04,juillet,2004",
        "content": ")this morning, i laid down on the couch to watch buffy. i woke up in the middle of it, and josh comes out of his room and looks around the apartment. he announces \"i'm going to clean the apartment, so let me know if there's anything of yours you don't want thrown away\" i'm like wtf mate? seriously."
    },
    {
        "date": "08,August,2004",
        "content": "CAMPAIGN BLOGS . There's lots of talk this year about presidential campaigns that also run blogs, but how many presidential CANDIDATES actually run them? Gary Nolan , the Libertarian Party candidate has one, and posts to it regularly."
    },
    {
        "date": "02,July,2004",
        "content": "However, the vibrant greens of Scotland win over everything I've seen. Lots of shows next next weekend, hopefully I can actually go to them. Mmmm... beer... Here's a little dialogie on beer: Me: beer feels clausterphobic in the box and wants the warmth of a human's love... like a puppy."
    },
    {
        "date": "15,June,2004",
        "content": "Just die; kill yourselves quietly, take the gun to your own head and pull the trigger. Don't send your children to do your dirty work. Just because you feel you were cheated and had, don't force your children to do the same. NORMAL PARENTS WANT ONLY THE BEST FOR THEIR CHILDREN; THEY WANT THEIR CHILDREN TO GO FORTH IN THE WORLD AND EXCEL, TO FULFILL THEIR DREAMS AND LIVE BETTER LIVES THAN WHAT THEY THEMSELVES AS CHILDREN HAVE LED. So kill yourselves."
    },
    {
        "date": "20,June,2004",
        "content": "Dinner was awesome of course because my aunt is basically a much better version of Martha Stewart, without all that legal crap. We had ribs and baked potatoes and for desert, blueberry pie. I am so stuffed right now, and it's about 5 hours after."
    },
    {
        "date": "02,August,2004",
        "content": "Omg I cannot even begin to explain movie marathon with my Mistress, wo. Omg, like...wow. 12 hours, 9am to 9pm...7 movies...ok ready here they go ghost ship \"when we get outta here, i'm gonna buy you a bathtub.\""
    },
    {
        "date": "22,September,2002",
        "content": "I am disappointed. According to the BBC , we had an earthquake last night (epicentre Wolverhampton, Richter 4.8) so I took myself over to the IRIS seismic monitor (blogged previously) to admire the red circle over the UK - but it wasn't there! It claims to have refreshed at 0700, too..."
    },
    {
        "date": "01,July,2004",
        "content": "You might want to focus on prize-winning book lists like Pulitzer Prize winning novels or Booker Prize winners. Or focus on modern writers from around the world. Another option to consider is set yourself up with a book list of classics, because I guarantee you that you'll be in lit classes in college and wish you'd taken better advantage of your free time as people allude to books and authors you've heard of (maybe) but don't really know. A few books I'd recommend?"
    },
    {
        "date": "15,November,2003",
        "content": "Warner Brothers returned to it's roots, thankfully. I hope the days of Space Jam are behind us. I highly recommend that all Warner Brothers fans run out and see this movie. Tomorrow, I'm thinking of seeing Elf ."
    },
    {
        "date": "12,July,2004",
        "content": "Sunday was even good. I visited family and then capped my day off with a good ole game of Double Dutch. Yes, I said Double Dutch. A couple of us (all over 21) decided it would be fun and even got the guys involved."
    },
    {
        "date": "18,March,2004",
        "content": "Well that is all for now...! \"We apologize for the unavoidable delay, there is a train ahead of us causing conjestion\""
    },
    {
        "date": "24,May,2004",
        "content": "There has to be atleast one beautiful quality about them. Well I guess there IS one person who is completely ugly, that would be Satan and would be a whole different story."
    },
    {
        "date": "02,July,2004",
        "content": "We thought they were still following us but when we got back to Katies hosue they weren't there and it took them like 20 minutes to come back. fun times. I better goooo, talk to you all later!"
    },
    {
        "date": "13,August,2004",
        "content": "Marines advancing on insurgents in the dead of night well they sleep. The best for the Devil Dogs to strike on their enemy. The Germans tired to fight them. The Jap's though they could break them. The French gave up will out a second thought."
    },
    {
        "date": "16,June,2004",
        "content": "I am excited. I got home. Watched The Next Action Star and The Last Comic Standing. I was really disappointed that the Iranian guy didn't make it through."
    },
    {
        "date": "03,November,2003",
        "content": "The Times Online ran a story on Saturday called \"Brain Drain\" which quotes some interesting stats on information overload: [...] last year 800 megabytes of data were produced for every man, woman and child on the planet, double the figure recorded in 1999. And thereas something you didnat need to know for a start. The quantity of e-mails sent worldwide could have filled the new-look British Library half a million times over But the nice bit is the quote about librarians.... For, as the bumper sticker tells us, if knowledge were power then librarians would rule the world"
    },
    {
        "date": "13,May,2003",
        "content": "Ha! EVerything is settled with Becca, and we have a peaceful outcome. More on that tomorrow because I'm high on my allergy medication!!! Though I very well may not remember what actually happened tonight... Good Night all. Please forgive any typoos or anything you don't understand."
    },
    {
        "date": "20,June,2004",
        "content": "After that we went back to sensei's and did tameshigiri, test cutting. We got to use a shinken , a live swords. It was a bit intimidating, but very cool. We had rolled tatami mats on a post, and got a few swings at it. I sucked on my first few tries, but kinda got a feel for it."
    },
    {
        "date": "07,October,2003",
        "content": "The Big Scare Wew, I was adding the new descripition you see right above Moe the Cow, and it deleted some of my pictures... luckily I keep a backup everytime I renew my template ;) I'm a thinker. Anyways... Church tonight, won't be home till late... see yeah there!"
    },
    {
        "date": "08,March,2004",
        "content": "Since the founding of the United States of America, civic education has been part of the core curriculum of elementary and secondary schools. In recent years, however, leaders in education, government, and the general public have expressed concerns about the quality and outcomes of civic education in American schools (Galston 2001, 218-220)."
    },
    {
        "date": "16,October,2003",
        "content": "Thong is on course, and she's having lessons during the afternoon. Me and Siva just discussed along our writing. I wrote on \"What artistic talent would you like to possess and why?\". I wrote about the talent to play piano pieces wonderfully. HeHe!"
    },
    {
        "date": "01,May,2003",
        "content": "tis truly blu, sound activated \"soup-up\". must see. also i now propose to gloat about not having exams before remembering that i have an essay and dissertation. gloat gloat...gloat...doh Jamie."
    },
    {
        "date": "16,June,2004",
        "content": "It seems that Martin Fowler has decided that a textual notation for UML might be nice. Some readers will note that he's not the first. I wonder how long it is until HUTN is mentioned, and then disregarded, in this discussion, and whether anyone will contact either me or the folks at DSTC to ask about it... Actually, someone at work asked me about HUTN yesterday, which surprised me. I had kind of figured that it would fade into a small note in some PTC minutes archive and be forgotten, but perhaps I was wrong."
    },
    {
        "date": "14,July,2004",
        "content": "If you want rid of the pitta bread, you have to use, most likely, one of those polystyrene trays. By getting rid of the boring bit, you're relying on something else for support, and creating waste to dispose of somehow. Therefore, put up with the shit, because if you don't, there'll be bother. Meaning, don't be sodding feeble. Do things for yourself."
    },
    {
        "date": "20,July,2004",
        "content": "YAY!!!!!!!!!! ill be there like every day of it :)&nbsp; haha then zzzing in&nbsp;&nbsp;a tent on thursday at meri's :D ! !! !&nbsp; we'll keep a look out for the sick carny folk.&nbsp; Then friday the North Cheerleaders are having a car wash at wheaton bowl... so if ur cars dirty... or u wanna see wet cheerleaders come on down to wheaton bowl!"
    },
    {
        "date": "17,June,2004",
        "content": "The problem with the application of such a model is that the ABC is not rewarded for the production of successful programs, many of which it the ongoing production of which would come at the expense of new productions, and secondly, it makes the ABC nothing more than a govt funded commercial network. In such a position Aunty has no room to produce programs that are valuable, quality, or just plain good television (like Wildside) that would not be funded by commercial television because of the profit margin system in place."
    },
    {
        "date": "20,December,2003",
        "content": "So, normally, if I call someone and the answering machine picks up, I hang up immediately in fear. Sometimes, though, you just have to reach someone. In these cases I'll leave a message. I'll start talking, but the silence on the other end makes me uncomfortable, and I start rambling to fill the silence, until I've forgotten what I was gonna say, at which point I start mumbling and hang up. After I've hung up, I realize how awful it sounds and call back in order to apologize for the first message and say what I need to say, but this doesn't always work as planned either."
    },
    {
        "date": "06,June,2004",
        "content": "I mean damn another bomb went off there today and honestly that scares my ignent ass... Anyways, sitting here smoking a smoke, ashing in my empty cup o noodles cup filled with some water as a ghetto ashtray, isnt that fun? Brek, this cartoon is kinda odd I must say, I really dont understand it regardless of which, another day another dollar."
    },
    {
        "date": "08,August,2004",
        "content": "So instead I am focusing on sounds today. The tornado siren-like squeal of the dryer, the rustle of embroidery thread repeatedly being pulled through linen, pops of old wood floors, the wet hiss of the coffee pot, and the giant BOOM of a transformer blowing this morning that tore me from my dream world. The power was only gone an hour or so. Tonight we do the dance of passing out candy to kids. Jeremy and I discussed the various approaches to doing this, and I believe my way won out - mainly because I say so."
    },
    {
        "date": "03,July,2003",
        "content": "Most of you know that a little storm named Bill made an unexpected visit on Monday. I find in his visit a lesson in faith and religion that I thought I would share for a change."
    },
    {
        "date": "01,January,2004",
        "content": "Conan O'Brien gave the central time zone a special countdown just for us. Now the only ones who still have to wait is the pacific time zone, (California to Colorado, approximately). Well, my computer is getting tired, time to power off."
    },
    {
        "date": "14,July,2004",
        "content": "My first nickname was Motor Mouth, today I am living up to that nickname as for some unGodly reason I have so much energy built up that I haven't shut up all day. Hmmm nicknames: Motor Mouth (Self Explanatory for anyone who knows me) Rumble Butt (Thanks Dad-I was just a baby) Horny (Don't ask) Twitch (Kids can be so cruel) Beeker (From the Muppets-not sure why but it stuck) Speed Racer (Hence all the tickets) Smokey (Dope Days) Luscious Lips (Don't remember) Flirt (Screen name) Smuckers (Goes best with Skippy) Nutty Monkey (Birthday drinks) Funquita (Pookey inspired me) Tulip (My pet name from Peter gone wrong) Brooklyn (Tried to kickbox someone's head in for messin with me) That's all I can think of at the moment."
    },
    {
        "date": "24,October,2003",
        "content": "Taipei Times - archives Intel thinks California is a bad place for business. \"California has made a number of choices in the past several years that have negatively affected its competitiveness,\" Fiorina said. Two weeks ahead of the election, the 64-year-old Barrett was the lead signatory on a paid advertisement in newspapers in which executives, including Fiorina, complained that the state \"has become one of the worst places to do business not only in the US, but also in the world.\" California is the leftists dream land. See what they can do when they have all the power?"
    },
    {
        "date": "05,March,2004",
        "content": "At the Movies Today in the Sun-Times (Still 35 cents! ), Roger Ebert writes one of the best movie reviews I've read in a long time . What movie does he review? It doesn't matter. And that's the point."
    },
    {
        "date": "03,April,2004",
        "content": "Broz alf and Broz Law also turned up and we even took a gp pic as it was quite to see the 3 of us together for a long time because all of us are in camp. Sunday duty tommorrow or today in abt 15 mins. followed by Mon duty and Tues' work day because in camp in going on. My next off will be on Gd Friday. So till then , hope this is long enough."
    },
    {
        "date": "08,July,2004",
        "content": "For many years I have been practicing the ancient art of Bonsai. Although many people *think* they have a bonsai tree those little balls of foliage glued into a pan of rocks you buy at Walgreens is NOT a bonsai tree; or at least not one worth owning. Many people, including myself have little patience to train a twig in a pot into a masterpiece. A real bonsai tree takes years of dedicated work to create, many hours are spent carefully trimming and shaping branch structures to give the appearance of an ancient tree miniaturized in a pot."
    },
    {
        "date": "28,June,2004",
        "content": "Then you can sit down and have the porn talk...it's kind of like the birds and the bees but he'll ask you why girls suck horse dick and how come people shove toys in themselves. Anyways, this all goes back to the parents who should pay attention and not rely on some porn law."
    },
    {
        "date": "21,February,2002",
        "content": "time waits, time heals... time makes you suffer it's tumultuous meals. i feel like hiding under my sheets, and let the world pass me by and be forgotten. i wish Gary would give me some time."
    },
    {
        "date": "01,August,2004",
        "content": "Chem exam is done. My feelings: ehh, it's over. Did well enough I suppose. And so begins the summer of isolation and depression...."
    },
    {
        "date": "23,April,2004",
        "content": "They got into an argument. And the kid stabbed the stepdad.... That's most of what I picked up... Here's the article on it."
    },
    {
        "date": "24,July,2004",
        "content": "And if you told me to jump off a cliff, I'd say okay. Ive done it now, and now I'm not biased to it now. well, I'm in Knoxville now and its great, we got here the day before&nbsp;yesterday, and its been great, we walked around town night before last and then we went to this uber cool bookstore last night, tonight I dont know what we're doing, but I strongly believe that Adam can increase the \"fun factor\" of the night, he's been able to each night. well, Ive got to go now, Ill be posting more often now.&nbsp; talk to you later"
    },
    {
        "date": "02,June,2004",
        "content": "OIF &#151; Spc. Jeremy M. Heines, 25, of New Orleans, Louisiana, died June 26, 2004, in Baghdad, Iraq, when his patrol came under attack by rocket propelled grenades and small arms fire."
    },
    {
        "date": "01,November,2001",
        "content": "another day, another drachma... well, not today, actually, today was no drachma:( Oh well, told Austin that we don't really like his choice of replacement and that we're looking for our own guy. C'est la vie."
    },
    {
        "date": "13,July,2004",
        "content": "OK, it's not Frankenstein. It's Tarzan . And he's lost his tiger. But be honest -- if Frankenstein were some backwater shitkicker in Florida, this would be him."
    },
    {
        "date": "07,March,2004",
        "content": "Their eyes were ablaze with fanatical zeal... See the link above for more, and go here for the whole piece by Dershowitz. This reminds me of my days at NYU, where it was unusual - though not unheard of - to hear similar things. I remember one thing in particular, though I don't remember many of the particulars, when, after 9/11, one of the Arab groups on campus associated their organization with a letter from notorious bigot and anti-Semite David Duke."
    },
    {
        "date": "13,July,2004",
        "content": "My stepmother said that we should really adopt from an Asian country. Yet, that would mean that we would get a girl. I feel so lost now. I think I just need to sleep on this so I can make my decision later."
    },
    {
        "date": "03,August,2004",
        "content": "Microsoft does not need to stop interconnecting its components. Microsoft does not need to stop selling so many copies of their software. Microsoft does need to inforce some security principles such as not executing files unless the user explicitly requests it...Such as fixing key common components such as Internet Explorer...or encouraging users to run with ordinary privledges."
    },
    {
        "date": "15,July,2004",
        "content": "\"Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.\" Mother Teresa (1910-1997) Missionary, Nobel Peace Prize winner ~~~~~~~~~~~~~~~ $0 to Company goal, $6,693 to Personal goal"
    },
    {
        "date": "18,June,2004",
        "content": "[makes you smile]: children [gives you a good funny feeling when you see them]: wow, that hasnt happened in a very long time (havent seen that person in um almost a year) [has a crush on you? ]: hehe, im not *supposed* to know ;) [easier to talk to: boys or girls?"
    },
    {
        "date": "17,August,2004",
        "content": "Via Dissecting Leftism , a prompt to re-read Richard Dawkins' bracing essay, Postmodernism Disrobed . Tomorrow, a tale of my own first encounter, as an undergraduate, with pseudo-scientific bushwah posing as \"theory.\""
    },
    {
        "date": "28,July,2004",
        "content": "The kids are both on a week of restriction, no friends, no tv, no computer, no games. So this morning when they woke up we gave them paper and a pencil and had them write there full name over and over again, to help improve their hand writing. Well Gabby wrote gabby instead of gabriel."
    },
    {
        "date": "07,April,2004",
        "content": "Your opinions can go a long way now as others realize that you have your feet on the ground and your thoughts anchored to the sensible truth. Still, you might be fighting an internal temptation to take on too much. Don't scatter your energies; concentrate them. Yeah, well I thought it was interesting. (I'm like a nameless soul wandering about, too stuborn to ask for directions...)"
    },
    {
        "date": "07,February,2004",
        "content": "Pray for opportunities for real relationship/witnessing with him and some other people he sees at school. Pray for philosphy class opportunities."
    },
    {
        "date": "19,June,2004",
        "content": "That's fine that you don't like beer, too. I didn't like it until I went to Australia and it was as common place to consume that we Americans consider, oh say, air to be. And way not to conform to the club it up and get wasted everynight thing."
    },
    {
        "date": "20,June,2004",
        "content": "Playing in a summer rain, when it's far too warm to catch your death, and after the most serious lightning had passed on (but not completely, because the occasional crack of thunder livened up any outing) will stick in my head for the rest of my life. It's a good memory, one I hope to repeat with my own kids if I haven't gone all cat's cradle and missed their formative years due to a hour-intensive attorney job. Something about my generally lazy nature tells me that the job won't be much of an obstacle."
    },
    {
        "date": "09,July,2004",
        "content": "This was under one of the three refridgerators. It'd been there so long it was filled with dead maggots, and the tail and spine peeled off like the thread on a pair of pants.&nbsp;"
    },
    {
        "date": "13,July,2004",
        "content": "In the most recent elections, the NDP has failed the climb out of the single digits, so at this point, perhaps anything is an improvement. I'm beginning to ramble, so let's get out. A couple of things to watch: young people apparently have been leaning toward Harper, or so I heard a couple of times last week. I haven't seen a good breakout of demographics so I'll keep my eyes open for that."
    },
    {
        "date": "08,July,2004",
        "content": "Then, I calmed myself down and kept telling myself, aHappy thoughts, happy thoughts! Come on, happy thoughtsa|a And, after a little more self-pitying, I finally got over it. I thought it was a good thing, after all, that whoever took my phone didn't take anything but the phone."
    },
    {
        "date": "29,July,2004",
        "content": "Hiya, another new blog, meh. I'll be posting one of those little quiz thingies in a couple of&nbsp;minutes. Have to go do something now."
    },
    {
        "date": "03,August,2004",
        "content": "last night the dinner plans i mentioned earler came through. frank made a kick ass dinner & we got to catch up a bit."
    },
    {
        "date": "17,December,2002",
        "content": "Then Grandma gave me a nudge. \"All right, Santa Claus,\" she whispered, \"get going.\" I took a deep breath, dashed for his front door, threw the present down on his step, pounded his doorbell and few back to the safety of the bushes and Grandma."
    },
    {
        "date": "19,August,2002",
        "content": "From friends, I usually don't need an escape, I'm usually not around them for such an extended period of time where all the little annoying qualities come out. Come to think of it, the only time I need an escape is when I'm getting bored with the mundane and usual, or I have way too much energy. So then I either watch a very dramatic, passionate, often sad movie to snap me back into reality, or I find a park- depending where I am- the greater Brighton, Ann Arbor, or Rochester areas, I find a park and walk, kayak, or bring some paper and draw/write."
    },
    {
        "date": "23,October,2001",
        "content": "Leave it to me. Enter my world....shit like this happens. One would think I'd be used to it by now."
    },
    {
        "date": "31,December,2003",
        "content": "okay, wonderful to be back. i need to go take some sort of shower and get dressed for the new year's festivities. 2003 0 a crappy nut-sucking year all-around. 2003 sucks big fat baby balls."
    },
    {
        "date": "16,December,2002",
        "content": "It should serve as an alternate source of energy, we could have liposuction processing plants (LPP's) next to power generation plants. Not only that, we lock up a higher percentage of our population than any other country on the planet. I am proud of that capability. It proves we are superior to everyone else."
    },
    {
        "date": "08,July,2004",
        "content": "daw ga amat-amat ko na feel ang mga gina batyag mo nga kapoy. :) Btw, kita ko gina c grace, upod nya naman c momi nya:) Text nya lang ka kuno kung san-o ta magwa."
    },
    {
        "date": "29,May,2004",
        "content": "He wanted to make it all up to me and wanted me to be able to trust him again. I was stupid and I decided to give it a try."
    },
    {
        "date": "14,May,2004",
        "content": "So there are absolutely no interesting links in any of my news-reads this morning. Therefore, you'll have to settle with that is going on this weekend in Rochester, namely UofR Commencement (with webcast ) and the Lilac Festival ."
    },
    {
        "date": "08,August,2004",
        "content": "(: Mi WaNnA C tHe jIaN QIaNg And KuAi Le De Ni k? hOpE nI De FaMiLy CaN GeT OvEr It aNd Be MoRe jIaN QiaNg~~ TaKe CaRe mY FrIeNd! cYa TmL~~! :) FrIeNdS fOrEvA~~! Mi Will aLwAeS Be hErE For Ya~~!"
    },
    {
        "date": "05,August,2004",
        "content": "If I only knew then what I know now I know that things would have turned out differently. Yet, life is only what you make it, so what does that say about my life? Did I make my life shit or am I just too far gone to change the shit I live in? I'm not happy, I know I'm not happy and I know what is making me unhappy, yet I don't have the will to change it."
    },
    {
        "date": "03,August,2003",
        "content": "Someone to share a Real life with. Guess i ask for to much , and give up to fast when i dont get it."
    },
    {
        "date": "25,May,2004",
        "content": "She wants to find a pot of gold at the end of the rainbow! Next verse words end like this: rainbow play earth love harps Texas Next verse after that is like this: Texas rainbow harps play love earth Next verse is this: earth Texas love rainbow play harps Tercet can vary: rainbow, Texas, harps (or rainbow, play, harps) on the outside and inside earth, Texas, and love. Well, if anyone has any ideas--just let me know."
    },
    {
        "date": "18,June,2004",
        "content": "I now have a Gmail account. Got a few invitations on gmailswap.com.. People are indeed good. Had invitations sent from USA, Canada, UK, Hyderabad. Phew ! !"
    },
    {
        "date": "01,June,2004",
        "content": "I refuse to watch the finals. And to top it off, the draft is garbage. Who the hell is available for the draft? Everyone already came out of college or high school."
    },
    {
        "date": "18,June,2004",
        "content": "new record.im truly getting my ass kicked in that game.next time im going to read the game playing manual, and learn every tiny detail about the game!!! well, there's friendly people there, excluding those who keep on asking me if i want to see them masturbate....GROSS....and then they assume that i so desperately have to have sex with them...GET A LIFE. well, time to hiberate again. see ya!!!"
    },
    {
        "date": "01,August,2004",
        "content": "2 more days till the new Riverdales Album comes out!...I still have no idea where I am gonna buy it...it is probably going to be kinda hard to find....I might get lucky and find it at Best Buy...they have Ben Weasel's other albums....but if all else fails I can get it offline at Look Out! Records.com.... I smell cinammon rolls!....mmmm....I guess that is it for now....sorry if you have been searching for more controversy like my old posts, but I haven't had much to rant and rave about lately....later!"
    },
    {
        "date": "13,June,2004",
        "content": "i also recieve a free hair cut from my auntie. Don siao siao she went to Paris to learn de okay."
    },
    {
        "date": "06,March,2004",
        "content": "She is constantly aware of her weaknesses and smallness, but she just as constantly offers her entire self to the Lord. It is an amazing book."
    },
    {
        "date": "08,April,2004",
        "content": "I don't think it'll hurt anything, but I still wonder if I'm meant to be a cellist on the professional level, or if I'm meant to do something else. For so long I've said that if I were interested in something else besides music I would go for it. I think I may have found something I like."
    },
    {
        "date": "11,June,2004",
        "content": "Hi Guys, Today ill be going to denver with john to see \"Coffee and Cigarettes\" a little movie about caffeine and nicotine which stars a lot of famous people. They are just vingettes of people sitting around cafes etc and talking. Ill do a review of it later today."
    },
    {
        "date": "08,June,2004",
        "content": "Go to www.beautyanalysis.com, download a phi mask and stick it over a picture of your self. I haven't done it yet so go do it and post a comment on this blog (don't have to mention whether your beautiful or not). Just to make all the ugly people (glances at andy) feel better, if you don't possess phi it doesn't mean your ugly, just average looking, which is ok, so don't stress. So go to the site, play around with it and leave a comment!"
    },
    {
        "date": "26,July,2004",
        "content": "Scott said that's were the carts go. The cop said \"was the fence bad that you needed to throw them, and you could get fired\". I was really scared just because it was a cop. Those were the major highlights of my day."
    },
    {
        "date": "06,April,2004",
        "content": "A faded blue gutshot Buick. A primer-colored Lincoln with an orange fender. A few trucks, two or three crossbred motorcycles. Maybe you could guess by how much of the desert had blown onto the windshields how long each had been sitting, how many rounds each driver had gone through. Saturday night at the Desert View Inn."
    },
    {
        "date": "10,June,2004",
        "content": "I just hope they don't do \"One in a Million.\" That one does not have a good message for children."
    },
    {
        "date": "19,November,2003",
        "content": "and on fridays we cant have italian cause another fellow employee's wife makes italian. so thats that. if i dont have potatoes every day i dont know what ill do."
    },
    {
        "date": "08,May,2004",
        "content": "She prescribed me four types of vitamins along with a tablespoon of ground flax seed every morning to get rid of the symptoms. The results? I no longer have hot flashes, thank God, and I can sleep through the night. My periods are still pretty heavy, though...which totally grosses me out beyond belief and they also hurt like hell (which has always been the case), so I'm hoping that too will diminish over time. During those first few days of my cycle, I often wonder why I put myself through this ordeal."
    },
    {
        "date": "12,June,2004",
        "content": "HOLY CRAP, more then your mom? they must suck like 101 aday. because your mom sucks alot of dick jim :o"
    },
    {
        "date": "14,March,2004",
        "content": "you are my BEST FRiEND in the entire world!!!! you are sooo AwEsOmE!! i hope we never stop bein friends!"
    },
    {
        "date": "14,July,2004",
        "content": "All the pretty colours, the soft fabrics, the essence of the feminine wafting through the air. In the end I went over board, got two sets of proper \"lingerie\", two tank tops, and three new pairs of brazilian undies, pictured at left."
    },
    {
        "date": "19,July,2004",
        "content": "CNN.com - Schwarzenegger's 'girlie men' line under fire - Jul 19, 2004 Fuck political correctness. I swear some of these PC assholes won't be happy until we've adopted something such as \" NewSpeak \" in our culture. Don't worry, that won't happen so long as there are loud-mouthed bastards like me who still have the freedom to be loud-mouthed bastards. :)"
    },
    {
        "date": "21,June,2004",
        "content": "And on the rare day that I'm not up for a full-on romp between the sheets (on the ground, up against the fridge, in the shower, sitting at my desk, whatever), nothing gets me (or him) off quite like a Damn Good Blowjob. I love (love!) giving those. My technique makes men weak in the knees, and I'm damn proud of it. Back to my original point: why do womena withhold sex, and why do men allow them to?"
    },
    {
        "date": "22,June,2003",
        "content": "lala hey guys -- just got done w/ my near nightly \"therapy\" session w/ Leslie lol -- Dr. Leslie was brilliant as always :) I just got my first 'batch' of vitamins for LIFE today -- the salesclerk was like \"would you like to join our member club and become a prefered customer?\" I was like *snatch* check this out: DAILY: 2 multivitmans - 4 calicum tablets - 2 Iron tablets - 1 B-12 vitamin - 2 protein shakes and since this surgery comes with the risk of my hair falling out a special lil' pill to help \"stunt - not completely stop\" hair loss .. I get to enjoy a yummy 3-4 teaspons of mushed/puree food 3 times a day -- I get to eat those 3-4 teaspoons with a baby spoon and drink my 8 - 8oz of liquids for the first 8 weeks out of a sipee cup -- to avoid \"dumping\""
    },
    {
        "date": "09,June,2003",
        "content": "I dont even know what brand is it. But sounds good... What kind of clothes should I be wearing? by Evelyn"
    },
    {
        "date": "19,August,2004",
        "content": "Well, alot of things takes 2 hands to clap. To me, its juz tat we couldn't click, n we leave each other for the other good. So y not?"
    },
    {
        "date": "31,March,2004",
        "content": "Then opens his mouth and I shovel the ice cream in. When he is done savoring it he says, \"That was tasty.\" There was so much ice cream that after a while he said, \"You eat the rest Dad.\" I was flabberghasted."
    },
    {
        "date": "27,June,2004",
        "content": "It's also nice how it's summer because the machine on which I work in an old disabled freezer that gets really hot when the light's left on so I usually end up sitting in the glow of the monitor. The room's about 9 feet by 5 feet with no windows (what kinda freezer do you know has windows?) and when I leave for the day at around 5 or 6, the sun is still out."
    },
    {
        "date": "20,February,2004",
        "content": "Yay! I am starting this entry with my happy dance man! Both closing went perfect yesterday. Very smooth without a problem."
    },
    {
        "date": "04,July,2004",
        "content": "Dear Susan, Your mother was an insufferable, lonely, bitch of a woman. She couldn't even get Petey, the one legged, black quadrapalegic from down the hall to throw her a mercy fuck...She had to jerk him off into a cup and insert his man sauce with a turkey baster. Looking at how quickly you've grown up it's safe to say the apple doesn't seem to fall far from the tree, you malignant little whore. Drink A.I.D.S. and Die, The Diva"
    },
    {
        "date": "13,May,2004",
        "content": "I'm going to see Phone Booth with Justin and Jeremy . I thought it would be polite to blog first. Well, my mind is blank. My house is hot and Jeremy's vehicle has air conditioning. So I now shall jet."
    },
    {
        "date": "23,April,2001",
        "content": "I got some good news (actually, it depends). There is a new layout coming soon. It will be even more simle and clear. Perhaps, it will look a bit similar to that at the blogvoices .com."
    },
    {
        "date": "01,August,2004",
        "content": "Good timing huh? That's alright, all you returning people probably don't wanna hang out with me anyway...*pity moment* Well...glad that's over. hm..what to talk about? THE PERFECT SCORE: great, GREAT movie. Possibly just as awesome as.... Harold and Kumar go to White Castle: Another really awesome movie, really frickin' funny...but have a few extra bucks on ya....'cause you're gonna wanna eat White Castle afterwards....let me tell you."
    },
    {
        "date": "11,June,2004",
        "content": "im not good at typing fun things when asked so i shall type and perhaps this shall become fun from that point. it boggles my mind why nobody is on, saturday night, summer vaction, beautiful weather, why wouldnt they be on their favorite instant messaging program. i have decided to keep my toe away from the wall because there have been several more instances of toe-stuck-between-desk-and-wall-ness bah none of my friends are home, or thier home is too far away to go to, well now thats not very fun is it? schools out and i have lost most of my typing skills my chair is itchy well this was fun, wasnt it?"
    },
    {
        "date": "07,June,2004",
        "content": "The Maroon 5 song mentioned in the previous post - \"Woman\" from the Spider-Man 2 soundtrack - may very well be the Sexiest Song Alive. (Yes, it is alive.) Don't believe me?"
    },
    {
        "date": "03,July,2004",
        "content": "I actually got quite a bit of sun and I am really happy about that. I swam a little but the pool was kind of cold. My dad smoked ribs for dinner so I stayed home for dinner. At like 8:30, Sam called me and invited me and Kait to a party at Sky's house."
    },
    {
        "date": "06,August,2004",
        "content": "The image below is an illustration I did of PJ Harvey for my illust portfolio. Part of a series I'm doing to capitalize on the image that's in the Communication Arts Illustration Annual right now. I need to make more self-promo pieces like these and send them out! It's not like I'm such a huge fan of PJ--I just happened to like this photo of her and thought it would make an interesting drawing:"
    },
    {
        "date": "16,April,2004",
        "content": "Sorry I'm not updating this very often but I am trying to pretend I actually have a life and am very busy with my various charity, sporting and governmental commitments. When I step out of de nile and realise that my life at the moment is about exciting as watching paint dry (and matt at that too not even glossy) I'll let you all know."
    },
    {
        "date": "08,August,2004",
        "content": "They are soo much fun to watch, and not just because they're pretty young things, but also because they really enjoy what they're doing. I've never seen so many spontaneous smiles in a band. I also had a interesting conversation with Lana (I hope that's right) and Jose after the performance."
    },
    {
        "date": "08,February,2004",
        "content": "Then we went to get some grub, so we stopped at...PANDA EXPRESS!!!W00T!! !...i had me some mutha fuckin orange mutha fuckin chicken....it was awesome. Well yeah, that was my day so far, and it was kick ass...payce"
    },
    {
        "date": "03,August,2004",
        "content": "Some days I just think that life was a happy accident~ random and pointless but still awesome. And then I guess there are the days when \"screw life\" seems to sum it all up~ I'd be better off as a rock."
    },
    {
        "date": "11,June,2004",
        "content": "The kids sang two songs, aAmerica the Beautifula and aI believe I can Flya. They sung their little hearts out. Then we got to see all of the kids receive their certificates of completion for their first year of elementary school."
    },
    {
        "date": "10,May,2004",
        "content": "So, I fixed MIchael's changes to the template and deleted that useless Previous Posts thing. However, I'm not sure it'll publish, because the stupid thing has said 19% for sometime now. Ok, it worked, but I still can't figure out why our sidebar migrates to the bottom. It's quite annoying. You invited all my friends!"
    },
    {
        "date": "11,May,2004",
        "content": "Well, The company that I am now working for, is turning out to be a pretty good company. School is going well despite their ridiculous online course. My baby girl is fourteen months and continues to amaze me with all that she learns."
    },
    {
        "date": "26,July,2004",
        "content": "Being able to stumble and get back on track... Remembering that&nbsp;the journey is as important as the destination! Peace, MaryKay"
    },
    {
        "date": "11,October,2002",
        "content": "To quote DJS: Duf Fer's PBJ1 play-by-play is \"COMEDY PLATINUM.\" I couldn't have said it better. Thanks to all who came out for our night of debauchery. The film (evidence) has been turned in and photos will be distributed this week. The rest of the weekend did not involve excessive amounts of alcohol, but it definitely involved excessive amounts of fun - the highlight being at the movie theater's photo sticker booth: Jillios, Stoner, HAL, and Panda have been forever emblazoned on a \"Girls Rule\" sticker."
    },
    {
        "date": "25,July,2004",
        "content": "Maybe he misses the feeling he got, whatever that may have been, when his&nbsp;asking me how I was ended with me crying because&nbsp;I felt like shit. Like all I was good for was being used by him, being his dirty secret, his cheap thrill of doing something he shouldn't."
    },
    {
        "date": "15,February,2003",
        "content": "I have to take life more as a joke? Omg. I am not even gonna reply to that. \"We say that the time of death cannot be foretold, but in saying this we assume that it is hidden in some obscure moment in the not too distant future, never realising that it has any connection with the day already begun, this very day that is so certain, and has every moment planned in advance.\" \"CARTER YOU DICK!!!!\""
    },
    {
        "date": "24,June,2004",
        "content": "I have no idea. At times like this, I just want to curl up and sleep until the dark cloud passes. This time though it seems like it's never gonna pass. It feels like one giant wave after another coming at me. And I'm drowning.."
    },
    {
        "date": "05,June,2004",
        "content": "WHA? Simply, I need confirmation for my constant anxiousness, so I shook hands with teen angst and invited it into my crazy world. The sheer incomprehensibility of this post should be proof enough that I AM INSANE. The end."
    },
    {
        "date": "21,June,2004",
        "content": "Shootdown -- Right now, I'm downloading Sasha's new album which came out yesterday [6/22], titled Involver . I have heard a promo with three tunes off the album and I must say...this is one great SOUND that he's produced! Cannot wait to hear the full thing! !"
    },
    {
        "date": "29,July,2004",
        "content": "Makes me feel loved. I don't feel like waiting for Jason anymore when there's someone like Dave who is willing to spent his time loving me. But.I don't know.How am i supposed to feel now? I'm confused ever since Dave came into my life.. Sometimes i feel that i like him."
    },
    {
        "date": "30,May,2004",
        "content": "O.K., I am openly stealing here .... Look at this simple web image . Stare at the doorway, in particular. If you don't see it, keep looking for a good minute or two. You'll know it when you see it."
    },
    {
        "date": "14,July,2004",
        "content": "The Heaven and Hell party was fucking awesome...I couldn't stop partying! The turn out was great and I met a lot of new interesting people and got the chance to cuddle(almost)all my old friends as well. I've been recuperating. Next its SASHA 1."
    },
    {
        "date": "13,August,2004",
        "content": "gosh, how i hate mgkasipon! my eyes were watery , barado yng nose ko and i was sooo tired and sleepy!"
    },
    {
        "date": "03,July,2004",
        "content": "But not only would my friends and family absolutely flip out, I'm not certain Sam would go for it. I think that my intensity sometimes scares him. I think that sometimes he doesn't know what to do with me. I know he loves me."
    },
    {
        "date": "29,June,2004",
        "content": "What Is Your Best Sexual Skill? Name:&nbsp; Age:&nbsp; Sex:&nbsp; Male Female Sexuality:&nbsp; Straight Gay Bisexual Flirting Skill Level - 79% Kissing Skill Level - 92% Cudding Skill Level - 52% Sex Skill Level - 49% Why They Love You &nbsp; You are too good to be true. Why They Hate You &nbsp; They can't bend the way you want them to. This cool quiz by lady_wintermoon - Taken 100213 Times. New!"
    },
    {
        "date": "25,May,2004",
        "content": "That is amusing to me. I made some meetings today. I haven't called Allen this morning and I should have."
    },
    {
        "date": "19,July,2004",
        "content": "Hardly been to the gym, eating when possible, and drinking sometimes to shut up my mind and just pass out. Only to wake up always too late, and run out the dooor and back into the fray. Locations are never secured, actors always have schedualing problems, crew people always cancel at the last minute."
    },
    {
        "date": "25,July,2004",
        "content": "\"A man walks along a tight, narrow corridor. He can not lift his head, and he can not stretch his arms."
    },
    {
        "date": "15,August,2004",
        "content": "Today Chad and I went to Rock City to do some bouldering. This place was so neat... it looked like a giant decided to throw rounded boulders into a field. These big round sandrock formations are called concretions. Some were easy to climb others were about 10-12 feet high so it took some muscle to get up and over the sphere shape. They were neato."
    },
    {
        "date": "30,March,2004",
        "content": "If i had the cash, u shud expect me @ evry concert front row center! ah well dats all fer now. sory bout da bad grammar. feelin a liddle lazy 2day! later"
    },
    {
        "date": "14,July,2004",
        "content": "Woohoo! I wanted to be the very first person to say happy birthday (on the right day), so here goes: HAPPY BIRTHDAY MORGAN Yay! (Now you just have to get a driver's liscence) :)"
    },
    {
        "date": "17,juin,2004",
        "content": "i dunno, it depends if i actually want to move from the computer. I read up on the CBA thingie for the NHL and their economic/political problems......in my opinion we're screwed and we're probably not going to get a season next year because the little superstar hockey players like Mike Modano and Sergei Fedorov don't want to give up some of their precious money in order to save the game they love most. Same with owners of the clubs too, they don't want to fork over some money either."
    },
    {
        "date": "02,August,2004",
        "content": "i decided that a bit ago but my parents won't let me. i saw a gorgeous hippie bus yesterday and i pet it and kissed it (not directly). it had a stove in it."
    },
    {
        "date": "19,July,2004",
        "content": "As John Holt said in How Children Fail, Revised Edition: Many parents and teachers have a belief about children in general that is both profoundly disrespectful and untrue. \"It is that they never do anything and never will do anything \"worthwhile\" unless some adult makes them do it.... The only triumphs of [the child] that [the mother] savors are those for which she can give herself most of the credit. Children sense this attitude. They resent it."
    },
    {
        "date": "17,July,2004",
        "content": "Chance took Dominick's hand and pulled himself up. \"Come on.\" he said. He led the way out of his house, and started down the road to Kai's."
    },
    {
        "date": "26,July,2004",
        "content": "I just got an invite to Stone Model & Talent Agency's auditions next month! And get this, they're for modeling, acting, singing, AND dancing, ALL of which I do. How awesome is THAT?!?!"
    },
    {
        "date": "03,August,2004",
        "content": "The art of the deception is just that, an art. So when I walked into the theater this weekend to see The Village by M. Night Shyamalan, I expected to see someone at the very peak of his profession."
    },
    {
        "date": "06,November,2002",
        "content": "Adding Comments Now I'm trying to add comments to my blog entries. Seems like a much needed feature to blogging. Let's see if this works!"
    },
    {
        "date": "23,December,2000",
        "content": "I had a great time visiting with my family. Today is pretty quiet here at work. I'll probably only stay a few hours, and then head home to clean the house, do laundry...etc. All of this needs to get done before Kelly comes home from visiting her mother in Connecticut."
    },
    {
        "date": "14,May,2004",
        "content": "By the way, the titular speech is my persuasive speech, which I already posted on. I got the grade back and despite horrible horrible delivery, I still managed an 89. That's almost an A! Ha! What do you think of me now, suckas?"
    },
    {
        "date": "06,January,2004",
        "content": "if you want to be a member of my blog so you can post your daily intellectual thoughts. email me..."
    },
    {
        "date": "14,July,2004",
        "content": "All said, it's been a great couple of days, with some very nice unexpected surprises. Tomorrow, I'm working all afternoon, so Nicole's going to head out when I go into work. Then I work a long shift on Friday, and I have the weekend off, just in time for Mom and Sarah to visit. I'm not sure what we're doing on Saturday once they get here (besides a very belated birthday celebration for Sarah), but Sunday, we're heading out to the concert for Sarah's birthday."
    },
    {
        "date": "01,August,2004",
        "content": "I have thousands of inferiority complexes and I don't like being talked down to, especially when I'm paying 9 dollars for the honor. Last night, though, I would have welcomed some abuse. There's a line that demarcates arrogant proselytizing from the complete objectivity that makes a movie pointless. It's a big line . Most movies fall on this line."
    },
    {
        "date": "13,July,2004",
        "content": "So apparently my boss Alice had a conversation with Kristin yesterday about my health, stating that I need to gain some weight and she was worried about the dark circles under my eyes. As I am. I used to not be this thin - for those of you out there in cyberspace who know me (oh, I don't count as the only one - crap) Not that I was chunky, but at least - well I thought I would take Kristin up on her offer to check my blood sugar this morning."
    },
    {
        "date": "15,August,2004",
        "content": "I am so happy today, met Singaporeans today. People from the Sports Council came to support the players. It is fantastic to be back in the company of Singaporeans... Listening to Singlish...."
    },
    {
        "date": "30,July,2004",
        "content": "OK people, Joll is getting a bit testy!! I for one don't want to have to try and calm him down so I am issuing a deadline. All votes for the preliminary round of Droo-rovision 2004 must be in by 8pm tonight. After that I will count up the votes and put the fixtures and groups onto Drooster-World ready for the first matches in group A to begin tomorrow."
    },
    {
        "date": "14,July,2004",
        "content": "And I am clean. I'll admit it. I love to clean. So I was always working on Barbara and Jenna to clean their roomsawith very little success, I might add.a Finally, Laura Bush says she knows the next four months will be brutal. But that said, the \"secret weapon\" is ready."
    },
    {
        "date": "17,June,2004",
        "content": "i can finally french braid my own hair!! i am so happy! hey, you said to post random things laura. anyway here's proof from my very own digital camera!"
    },
    {
        "date": "29,July,2004",
        "content": "So here I am at last to update my blog; And despite the fact that it has been weeks since I have posted anything I've got nothing to say really.&nbsp; I promised myself that I wouldn't simply write about how much I hate myself, and life...but without that fodder I'm left with very little.&nbsp; At least when you consider that I will turn any topic into how much I hate life and myself.&nbsp; It is inevitable. So yeah, there's nothing to say then.&nbsp; I asked for 2 weeks off work and that time has officially started as I just returned from my final pre-vacation shift.&nbsp; Ummmm....Go see the movie Napolean Dynamite. This is all I've got for now.&nbsp; I'm not in a very clever mood so there's no way for me to come up with anything good to put in.......... My name is Shake-zula the mic rulah the old schoola!"
    },
    {
        "date": "02,August,2004",
        "content": "As you may or may not have heard, in the halo 2 trailer that I posted about a mere four posts down, a little occurance was sighted. At the end of the trailer when Micro$oft flashes its usual logo and website, the site www.xbox.com was temporairly replaced with the site www.ilovebees.com when you get there, any normal person would think. \"WTF?\" ... Want to know more?"
    },
    {
        "date": "09,September,2002",
        "content": "I've created a Comment Thread where you can post your personal experience, thoughts, etc. on the subject, in the left column and below the entry."
    },
    {
        "date": "01,June,2004",
        "content": "I put some new life into CONNIE'S webpage. It's my same formula of graphic in a corner, blah, blah, blah, but I think her page actually looks pretty smooth."
    },
    {
        "date": "28,May,2004",
        "content": "My favorite thing to do in her class was to test to see how much favoritism she showed toward me. Every time she yelled at someone for doing something that annoyed her I would do the exact same thing. Not once did she say anything. Man, that class was so easy. I survived another year of Mr. Knoop."
    },
    {
        "date": "23,June,2003",
        "content": "and how could it not cross my mind? almost everyone's always asking, \"o kelan kasal?\" fine, maybe they're kidding, right? but jokes are half-meant. and besides, it's been a semi-\"nagging\" thought already, if i'm going to get married--if WE are going to get married."
    },
    {
        "date": "16,June,2004",
        "content": "As katy mentioned, we will be moving to a new host and new software between now and Monday. We may disappear altogether for a day or two, while the DNS propogation happens. Don't worry, we'll be back. (with new piccies, I promise) And no, this isn't about to become a pay site."
    },
    {
        "date": "06,February,2004",
        "content": "I have always loved owls. My mom says that my first words have been \"joghdeh\" (In Farsi: \"owl\"). During years I have ended up having a lot of owls around (couple of peluches, necklaces, charms, calendars, paper weights,...), so I guess it came kind of natural to my boyfriend to give as one of his first gifts to me a white owl peluche (particularly cute!). He begin to call \"him\" GUFONE...and after a while said also that I looked a lot like GUFONE, hence, GUFONA. As he says, me and Gufone have almost the same nose (referring to my very Iranian nose!"
    },
    {
        "date": "20,July,2004",
        "content": "Red Hat - Linux, Embedded Linux and Open Source Solutions What began as a better way to build software--openness, transparency, collaboration--soon shifted the balance of power in an entire industry. The revolution continues. Today Red Hat is the world's most trusted provider of Linux and open source technology. And that technology is pervasive, running systems of all sizes, and, more than ever, powering mission-critical computing in the enterprise. We can show you how."
    },
    {
        "date": "03,August,2004",
        "content": "meanwhile, i got really good marks in English. when announcing the students' test results, she said \"onwaree did very good in english but fail my subject. perhaps she likes the english teacher (Mrs. Salt-cured Plum was her nichname) more than me.\""
    },
    {
        "date": "17,December,2003",
        "content": "During Awareness Week, we ran a small survey on the NeLH site, asking individuals to select their professional group and their incentive for visiting the NeLH site. The top reason they gave for visiting NeLH was \"My Librarian\"!"
    },
    {
        "date": "06,August,2004",
        "content": "Speaking of my brother...in case anyone was curious, he's still being an asshole, just not so much to me. Now he's moved onto my other brother and his lifestyle. No, he's not gay, he's just a clothes horse and likes to spend a lot. But really, what business of it is his?"
    },
    {
        "date": "05,August,2004",
        "content": "wow, the past few postings seem to be quite chock full of idiotic tendencies. (excluding val's entry...) ryan, do you really want to be fucked in the gonads? i mean, come on, you asked for it twice.... the party was at my house yesterday with cool hand luke and lucille... oh yeah..."
    },
    {
        "date": "24,March,2003",
        "content": "One of the things I really like about my job is that I don't really have a job description. It can be hard sometimes but when I build little web apps that make people really really happy, it makes it all worth it. I wish I could show you guys what I'm working on but it is all behind-the-scenes kind of glue stuff. It is all kind of boring and non-interesting too, but I'm learning a lot about how to make stuff that works, make it fast, re-use stuff that is already there, and put data into different database products."
    },
    {
        "date": "28,June,2004",
        "content": "mae_is_for_lovers Highway Contentment Meadows 8 Mt. Happiness 15 Loony-Bin Lane 57 Confusion Lane 100 Childbirth Hospital 574 Please Drive Carefully Username:"
    },
    {
        "date": "02,June,2003",
        "content": "The cop didn't do anything about it and than lectured us on waiting for so long for an officer when we could have just exchanged info. I lost it on the cop."
    },
    {
        "date": "02,August,2004",
        "content": "i really wanna find out who the bitch is. the one that betrayed me. the cunning one. the one who caused my breakup. that person is gonna pay for it."
    },
    {
        "date": "08,July,2004",
        "content": "Each and every day, I need to devote my life to Him. I need to do that over and over again."
    },
    {
        "date": "08,July,2004",
        "content": "Why is it that the prejudiced masses must inflict their personal religious beliefs on us all? Although I am heterosexual, I have had the pleasure of being friends with homosexual men and women. It's tragic that some people have such closed minds..."
    },
    {
        "date": "02,August,2004",
        "content": "This time it wasn't nerves, but the heat. I walked over to her place an hour later to drop off the card, and her \"guy friend\" was there. Talking was kept at a premium. I claimed work had to be done and made a quick exit."
    },
    {
        "date": "10,August,2002",
        "content": "not once have i seen a famous country star, and supposedly they all live in franklin. maybe it's not so much that i'm bored, but that i just miss my old life. which old life, i'm not really sure, because back in buffalo i don't really recall doing much of anything. the \"nothing\" that we did do seemed fun though. i think i just need to make some friends."
    },
    {
        "date": "14,July,2003",
        "content": "But Iam not. Instead, I am afraid. Very afraid. This fear is not like any that I have gone through in my life. Itas not a fear that you know will happen, so it is more of anticipation and dread that you actually feel."
    },
    {
        "date": "18,June,2004",
        "content": "Was just listening to the Latino folder of my MP3 collection, and for the first time, I paid attention to the lyrics of a certain Enrique Iglesias song. Am I the only one who thinks this is funny? Check out the lyrics, especially the highlighted part. I don't have to tell you what this is all about 'Cause baby half the fun is in us figuring it all out So why you gotta ask me What I'm doing now 'Cause I don't like to question What I still haven't found So don't turn off the lights I don't wanna be In the dark tonight 'Cause I can't read your mind I need to know if what I'm doing is right. LOL!"
    },
    {
        "date": "23,January,2004",
        "content": "\"It is the chiefest point of happiness that a man is willing to be what he is.\" You are Desiderius Erasmus! You have great love for others and will do just about anything to show it to them. You are tolerant and avoid confrontations, so people generally are drawn to you."
    },
    {
        "date": "16,August,2004",
        "content": "especialy during the summer! i dont know if it gets less boring during the school year.... im realy just a geek that likes arguing, complaining, and during the summer, going on the computer 24/7 now if you real all the way too here im suprised! want too see a pic of my FIRST computer?"
    },
    {
        "date": "28,July,2004",
        "content": "the point is I am finding it a little difficult to handle changes/ mood swings/ watever you call it with new friends. For the past ten years, I have only been close to two people -- my best friend and him. They are the only ones who know me well enough to predict my future actions, to know when to keep away and leave me alone.. blah blah....could it be that because of this, I've lost that skill to handle differences with new friends?"
    },
    {
        "date": "10,June,2004",
        "content": "5. The purpose of examining on-line communication is to sese if there is a new way of communication emerging, and how this will effect us. An example of this would be the relatively new idea of anetiquettea that emerged in the late 80as. 6. A reader is an importatn prt of the chatroom because they decide what is going on."
    },
    {
        "date": "21,October,2003",
        "content": "Oh well, when I get my mini cooper you'll all be weeping. Hey look I can make sock puppets without the sock, Clint"
    },
    {
        "date": "26,June,2003",
        "content": "My Mum is in the office with me and I just went to show her my blog when I realised that while I tell her everything, she may not be ready for the way I phrase my conversations here.. I don't think she can handle seeing me talking about the benefits of circumcission on the internet for all to see :) She's sitting beside me as I write this.. Uncomfortable mum? \"yes\" Hehehe I loves my mummy, she rocks :)"
    },
    {
        "date": "10,November,2003",
        "content": "What a weekend! My uncle turned 50 on the 3rd so there was a party for him on the weekend. His (and my mom's) cousin, Raynah, cooked dinner. She's an amazing cook so the food was absolutely smashing. She actually made marzipan from scratch by hand!"
    },
    {
        "date": "30,July,2004",
        "content": "Wow--new features. &nbsp; I can write my entries in every color of the rainbow now.&nbsp; Who doesn't just love those google people?"
    },
    {
        "date": "25,August,2003",
        "content": "Maybe i really do not understand the meaning of a JIG, or a GIG, u name it, as long as it has similar meanings to a \"Nerd\"... OOhh.... I was called a \"Jig\", how surprising? :P No one actually called me that... perhaps it comes from the way i work... After a 30 minutes group discussion meeting with my boss, i do not know if the \"JIG\" he ment was refering to a \"Technical Expert\" :P or just a pure loser."
    },
    {
        "date": "14,December,2003",
        "content": "Maybe because WIBC was doing this radiothon for the Savation Army and I was pretty much spaced out the entire day. I mean, we did do our extensive coverage but I guess it being Sunday and all that's why. I know that tomorrow all of the shows will go ape about it."
    },
    {
        "date": "31,July,2004",
        "content": "But by Wednesday, we're gonna be having our periodic exams, and that is one thing I'm not perfectly ready for. I've reviewed Integ, Algeb, a little bit of CLE and Music...oh man I hate GenChem! I'm really starting to hate it big time because of that conversion table."
    },
    {
        "date": "08,February,2004",
        "content": "More messy than I feel, hungover, lacking oxygen for several hoursa| I guess it just goes to show a I don't need to kill my house mate, well, not this time, because his carelessness, lead to me being able to care at all. Damn, it might have even saved my life! We did have very important conversations that make it all worth it in retrospecta| the only problem is, I can't quite remember the detail, but my mind says that it sure felt importanta|"
    },
    {
        "date": "04,July,2004",
        "content": ": fuck that bitch 76) How do you vent your anger? : im not gonna answer that one 77) Have you ever run away? : no sadly 78) Have you ever been fired from a job? : nope 79) Do you even have a job?"
    },
    {
        "date": "01,August,2004",
        "content": "they have reclining chairs, lounges with tons of TVs, internet just about everywhere, and in general, it's very comfortable, unlike american airports where they intentionally put dividers between all the uncomfortable seats so you can't lie down. i took the department of tourism bus tour thing. basically all they want, is to tell you where you can come back and spend money. they point out every food court and row of shops, usually right across the river from each other. every bridge is a landmark."
    },
    {
        "date": "12,August,2004",
        "content": "United States changes it's name to \"Coallition\" BAGHDAD, IRAQ (WI) In a move to convince the world that they are not going it alone, the United States Congress has quickly amended the U.S. Constitution and changed the superpower's name to \"Coalition\". Almost immediately after the emergency congressional name-changing session, \"Coalition\" forces began bombing targets in Southern Iraq and outside Baghdad."
    },
    {
        "date": "26,July,2004",
        "content": "Well basically, I have been feeling dissatisfied with my body for some time now. (DUH Everyone knows this) I have done so many different things trying to lose weight."
    },
    {
        "date": "15,June,2004",
        "content": "You know, I am not sure if these are official campaign buttons or if some guy bought a make-your-own-pins kit and has been going ape with it. But there are some Pretty Wacky Political Pins Over Here ."
    },
    {
        "date": "29,October,2003",
        "content": "Rini, which snaps u want immdtly, diwali_hss_celebs I have zipped nearly 3 MB, other one Pondy tour yet to arrive.......... Ganja, naanum irukaen nnu soollitu poriya..............fine........ Cheers"
    },
    {
        "date": "05,June,2004",
        "content": "Too bad he's a gay in the movie :( but in any case he's still damn cute! :) ohh.. im going to watch One night in Mongkok!"
    },
    {
        "date": "09,May,2004",
        "content": "Marten, I'll fix your damn links when I get around to it. Blogger is awesome now, and since autistic people don't adjust well to change that's really big coming from me."
    },
    {
        "date": "18,November,2003",
        "content": "The broken white line stretches far into the horizon. The tiny bumps reflect the bright lights. The dark swath cuts through the land with no regard for man made boundaries and at times with utter disregard to nature. Who am I?"
    },
    {
        "date": "16,May,2004",
        "content": "My bill was $175.00 and it took away ever penny of my whole life savins. I gotta go now and explain all this to Buford without him suspecting that I wuz the one who give him the minnow paws. Hell, he probably already knows he has it and which lil ole girlie give it to em. As for the pony piss, I think I know how I kin make sum of my own out back in the old still. Wonder if I should use the mare or the stallion.......... CopyrightA(c)2004."
    },
    {
        "date": "30,April,2004",
        "content": "Chris smells. And he better call me because I'll be mad. Sean smells like butt. I got a pickle :D. Hehe I don't know what to talk about because EVERYONE is watching me so I'll write on monday."
    },
    {
        "date": "28,May,2004",
        "content": "I have to stop for now because the burgers that they cooked on a grill are now ready and my stomach is calling. God bless"
    },
    {
        "date": "27,October,2003",
        "content": "Its that time of year again...bleh, Halloween. I guess I have lost my interest in dressing up and causing chaos. The past couple of years I have gotten together with friends, dressed up silly, had some beers, etc."
    },
    {
        "date": "07,June,2004",
        "content": "Sure! Would I have totally accepted an invitation to hang out at his ranch and have a BBQ? Absolutely! There you have it. May he rest in peace, and may God's love \"trickle down.\""
    },
    {
        "date": "02,August,2004",
        "content": "o Butter tastes much better than margarine and it can enhance the flavours of other foods. o Butter has been around for centuries where margarine has been around for less then 100 years."
    },
    {
        "date": "08,June,2004",
        "content": "Just go buy her album... she's unreal... I've told you enough times that if you haven't done it yet you should be very very ashamed."
    },
    {
        "date": "21,May,2004",
        "content": "As if sensing her stare, one of the guys looked around, and said something. She signaled that she couldn't hear him. It was the music. Too loud. And the buzz in her head was making it hard to concentrate."
    },
    {
        "date": "26,June,2004",
        "content": "Ok- so chill. breathe. Reality. I don't really know what I want to do with my life in many ways but I am heading to New York..."
    }
]