[
    {
        "book_id": "Henry VIII.act iii.scene ii",
        "content": "Norf. If you will now vnite in your Complaints, And force them with a Constancy, the Cardinall Cannot stand vnder them. If you omit The offer of this time, I cannot promise, But that you shall sustaine moe new disgraces, With these you beare alreadie"
    },
    {
        "book_id": "Northanger Abbey.chapter 12",
        "content": "Catherine's mind was greatly eased by this information, yet a something of solicitude remained, from which sprang the following question, thoroughly artless in itself, though rather distressing to the gentleman: \"But, Mr. Tilney, why were you less generous than your sister? If she felt such confidence in my good intentions, and could suppose it to be only a mistake, why should you be so ready to take offence?\""
    },
    {
        "book_id": "Around the World in 80 Days.chapter 36",
        "content": "One minute more, and the wager would be won. Andrew Stuart and his partners suspended their game. They left their cards, and counted the seconds."
    },
    {
        "book_id": "The Confidence-Man.chapter 4",
        "content": "\"And yet self-knowledge is thought by some not so easy. Who knows, my dear sir, but for a time you may have taken yourself for somebody else? Stranger things have happened.\""
    },
    {
        "book_id": "Vanity Fair.chapters 61-63",
        "content": "On one or two evenings the Major came to dine with Mr. Osborne (it was during the time of the sickness of Mr. Sedley), and as the two sat together in the evening after dinner, all their talk was about the departed hero. The father boasted about him according to his wont, glorifying himself in recounting his son's feats and gallantry, but his mood was at any rate better and more charitable than that in which he had been disposed until now to regard the poor fellow; and the Christian heart of the kind Major was pleased at these symptoms of returning peace and good-will. On the second evening old Osborne called Dobbin William, just as he used to do at the time when Dobbin and George were boys together, and the honest gentleman was pleased by that mark of reconciliation."
    },
    {
        "book_id": "Adam Bede.book 6.chapter 51",
        "content": "Sunday morning was the happiest time in all the week to Lisbeth, for as there was no service at Hayslope church till the afternoon, Adam was always at home, doing nothing but reading, an occupation in which she could venture to interrupt him. Moreover, she had always a better dinner than usual to prepare for her sons--very frequently for Adam and herself alone, Seth being often away the entire day--and the smell of the roast meat before the clear fire in the clean kitchen, the clock ticking in a peaceful Sunday manner, her darling Adam seated near her in his best clothes, doing nothing very important, so that she could go and stroke her hand across his hair if she liked, and see him look up at her and smile, while Gyp, rather jealous, poked his muzzle up between them--all these things made poor Lisbeth's earthly paradise."
    },
    {
        "book_id": "The Return of the Native.book 5.chapters 4-5",
        "content": "On another occasion when reconnoitring thus she beheld two female figures walking in the vale. The day was fine and clear; and the persons not being more than half a mile off she could see their every detail with the telescope. The woman walking in front carried a white bundle in her arms, from one end of which hung a long appendage of drapery; and when the walkers turned, so that the sun fell more directly upon them, Eustacia could see that the object was a baby. She called Charley, and asked him if he knew who they were, though she well guessed."
    },
    {
        "book_id": "Anne of Green Gables.chapter 12",
        "content": "\"Oh, Marilla, I'm frightened--now that it has come I'm actually frightened. What if she shouldn't like me! It would be the most tragical disappointment of my life.\""
    },
    {
        "book_id": "Middlemarch.book 1.chapter 2",
        "content": "\"I should like to know your reasons for this cruel resolution. It is not possible that you should think horsemanship wrong.\""
    },
    {
        "book_id": "Cyrano De Bergerac.act 3.scene 8",
        "content": "CYRANO: 'Tis true! The moment of intoxication-- Of madness,--when your mouths are sure to meet Thanks to your fair mustache--and her rose lips! (To himself): I'd fainer it should come thanks to. . ."
    },
    {
        "book_id": "Jude the Obscure.part 3.chapter 9",
        "content": "Jude turned and retraced his steps. Drawing again towards the station he started at hearing his name pronounced--less at the name than at the voice. To his great surprise no other than Sue stood like a vision before him--her look bodeful and anxious as in a dream, her little mouth nervous, and her strained eyes speaking reproachful inquiry."
    },
    {
        "book_id": "Main Street.chapters 11-13",
        "content": "But in September, when the year was at its richest, custom dictated that it was time to return to town; to remove the children from the waste occupation of learning the earth, and send them back to lessons about the number of potatoes which (in a delightful world untroubled by commission-houses or shortages in freight-cars) William sold to John. The women who had cheerfully gone bathing all summer looked doubtful when Carol begged, \"Let's keep up an outdoor life this winter, let's slide and skate.\" Their hearts shut again till spring, and the nine months of cliques and radiators and dainty refreshments began all over."
    },
    {
        "book_id": "King Lear.act 4.scene 3",
        "content": "Cor. Alacke, 'tis he: why he was met euen now As mad as the vext Sea, singing alowd. Crown'd with ranke Fenitar, and furrow weeds, With Hardokes, Hemlocke, Nettles, Cuckoo flowres, Darnell, and all the idle weedes that grow In our sustaining Corne. A Centery send forth; Search euery Acre in the high-growne field, And bring him to our eye. What can mans wisedome In the restoring his bereaued Sense; he that helpes him, Take all my outward worth"
    },
    {
        "book_id": "The Rivals.act 3.scene 4",
        "content": "Sir LUCIUS So I shall see nothing of you, unless it be by letter, till the evening.--I would do myself the honour to carry your message; but, to tell you a secret, I believe I shall have just such another affair on my own hands. There is a gay captain here, who put a jest on me lately, at the expense of my country, and I only want to fall in with the gentleman, to call him out."
    },
    {
        "book_id": "Adam Bede.book 1.chapter 14",
        "content": "\"It's no use trying to persuade her,\" said Mrs. Poyser. \"She allays takes against Hetty when she isn't well. Happen she'll go to Dinah.\""
    },
    {
        "book_id": "The Merchant of Venice.act 2.scene 3",
        "content": "Alack, what heinous sin is it in me To be asham'd to be my father's child! But though I am a daughter to his blood, I am not to his manners. O Lorenzo! If thou keep promise, I shall end this strife, Become a Christian and thy loving wife."
    },
    {
        "book_id": "Richard II.act 3.scene 3",
        "content": "North. My Lord, in the base Court he doth attend To speake with you, may it please you to come downe"
    },
    {
        "book_id": "Adam Bede.book 5.chapter 40",
        "content": "One of those neighbours who came to Martin Poyser and shook him by the hand without speaking for some minutes was Bartle Massey. He had shut up his school, and was on his way to the rectory, where he arrived about half-past seven in the evening, and, sending his duty to Mr. Irwine, begged pardon for troubling him at that hour, but had something particular on his mind. He was shown into the study, where Mr. Irwine soon joined him."
    },
    {
        "book_id": "Sister Carrie.chapters 13-16",
        "content": "\"George is a fine fellow,\" said Drouet, rather gratified by his conception of the manager's interest. \"Come on and we'll go out to dinner.\""
    },
    {
        "book_id": "Henry VIII.act 5.scene 4",
        "content": "THE EPILOGVE. Tis ten to one, this Play can neuer please All that are heere: Some come to take their ease, And sleepe an Act or two; but those we feare W'haue frighted with our Trumpets: so 'tis cleare, They'l say tis naught. Others to heare the City Abus'd extreamly, and to cry that's witty, Which wee haue not done neither; that I feare All the expected good w'are like to heare. For this Play at this time, is onely in The mercifull construction of good women, For such a one we shew'd 'em: If they smile, And say twill doe; I know within a while, All the best men are ours; for 'tis ill hap, If they hold, when their Ladies bid 'em clap."
    },
    {
        "book_id": "Alice in Wonderland.chapter 5",
        "content": "\"I'm afraid, I am, sir,\" said Alice. \"I can't remember things as I used--and I don't keep the same size for ten minutes together!\""
    },
    {
        "book_id": "O Pioneers!.part 4.chapter 2",
        "content": "\"Yes, I think she did,\" Alexandra assented, \"but I suppose she was too much afraid of Nelse to marry any one else. Now that I think of it, most of my girls have married men they were afraid of. I believe there is a good deal of the cow in most Swedish girls. You high-strung Bohemian can't understand us. We're a terribly practical people, and I guess we think a cross man makes a good manager.\""
    },
    {
        "book_id": "Portrait of a Lady.chapter 52",
        "content": "Then they held each other a moment in a silent embrace, like two sisters; and afterwards Pansy walked along the corridor with her visitor to the top of the staircase. \"Madame Merle has been here,\" she remarked as they went; and as Isabel answered nothing she added abruptly: \"I don't like Madame Merle!\""
    },
    {
        "book_id": "Mansfield Park.chapter 11",
        "content": "\"There are such clergymen, no doubt, but I think they are not so common as to justify Miss Crawford in esteeming it their general character. I suspect that in this comprehensive and (may I say) commonplace censure, you are not judging from yourself, but from prejudiced persons, whose opinions you have been in the habit of hearing. It is impossible that your own observation can have given you much knowledge of the clergy. You can have been personally acquainted with very few of a set of men you condemn so conclusively. You are speaking what you have been told at your uncle's table.\""
    },
    {
        "book_id": "David Copperfield.chapters 63-64",
        "content": "'Yes, ma'am,' he returned. 'I giv the promise to Em'ly, afore I come away. You see, I doen't grow younger as the years comes round, and if I hadn't sailed as 'twas, most like I shouldn't never have done 't. And it's allus been on my mind, as I must come and see Mas'r Davy and your own sweet blooming self, in your wedded happiness, afore I got to be too old.'"
    },
    {
        "book_id": "Anne of Green Gables.chapter 35",
        "content": "After the Christmas holidays the Avonlea students gave up going home on Fridays and settled down to hard work. By this time all the Queen's scholars had gravitated into their own places in the ranks and the various classes had assumed distinct and settled shadings of individuality. Certain facts had become generally accepted. It was admitted that the medal contestants had practically narrowed down to three--Gilbert Blythe, Anne Shirley, and Lewis Wilson; the Avery scholarship was more doubtful, any one of a certain six being a possible winner. The bronze medal for mathematics was considered as good as won by a fat, funny little up-country boy with a bumpy forehead and a patched coat."
    },
    {
        "book_id": "Oliver Twist.chapter 14",
        "content": "'Yes, sir,' replied Oliver. He answered with some hesitation, because he was confused by Mr. Grimwig's looking so hard at him."
    },
    {
        "book_id": "A Tale of Two Cities.book 2.chapter 22",
        "content": "Haggard Saint Antoine had had only one exultant week, in which to soften his modicum of hard and bitter bread to such extent as he could, with the relish of fraternal embraces and congratulations, when Madame Defarge sat at her counter, as usual, presiding over the customers. Madame Defarge wore no rose in her head, for the great brotherhood of Spies had become, even in one short week, extremely chary of trusting themselves to the saint's mercies. The lamps across his streets had a portentously elastic swing with them."
    },
    {
        "book_id": "Wuthering Heights.chapter 5",
        "content": "'I shall bid father good-night first,' said Catherine, putting her arms round his neck, before we could hinder her. The poor thing discovered her loss directly--she screamed out--'Oh, he's dead, Heathcliff! he's dead!' And they both set up a heart-breaking cry."
    },
    {
        "book_id": "Narrative of the Life of Frederick Douglass: An American Slave.chapter x",
        "content": "Mr. Freeland was himself the owner of but two slaves. Their names were Henry Harris and John Harris. The rest of his hands he hired. These consisted of myself, Sandy Jenkins,* and Handy Caldwell."
    },
    {
        "book_id": "Alice in Wonderland.chapter 7",
        "content": "Alice gave a weary sigh. \"I think you might do something better with the time,\" she said, \"than wasting it in asking riddles that have no answers.\""
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter 27",
        "content": "Mrs. Flint proclaimed her intention of informing Mrs. Sands who was the father of my children. She likewise proposed to tell her what an artful devil I was; that I had made a great deal of trouble in her family; that when Mr. Sands was at the north, she didn't doubt I had followed him in disguise, and persuaded William to run away. She had some reason to entertain such an idea; for I had written from the north, from time to time, and I dated my letters from various places. Many of them fell into Dr. Flint's hands, as I expected they would; and he must have come to the conclusion that I travelled about a good deal. He kept a close watch over my children, thinking they would eventually lead to my detection."
    },
    {
        "book_id": "From the Earth to the Moon.chapter 22",
        "content": "\"Well, I can only give you the answer which Arago borrowed from Plutarch, which is nineteen centuries old. `Perhaps the stories are not true!'\""
    },
    {
        "book_id": "Anne of Green Gables.chapter 26",
        "content": "\"I won't mind writing that composition when its time comes,\" sighed Diana. \"I can manage to write about the woods, but the one we're to hand in Monday is terrible. The idea of Miss Stacy telling us to write a story out of our own heads!\""
    },
    {
        "book_id": "Mansfield Park.chapters 16-18",
        "content": "She began, and Fanny joined in with all the modest feeling which the idea of representing Edmund was so strongly calculated to inspire; but with looks and voice so truly feminine as to be no very good picture of a man. With such an Anhalt, however, Miss Crawford had courage enough; and they had got through half the scene, when a tap at the door brought a pause, and the entrance of Edmund, the next moment, suspended it all."
    },
    {
        "book_id": "The Secret Agent.chapter 13",
        "content": "The incorruptible Professor only smiled. His clothes were all but falling off him, his boots, shapeless with repairs, heavy like lead, let water in at every step. He said:"
    },
    {
        "book_id": "Second Treatise of Government.chapter iv",
        "content": "I confess, we find among the Jews, as well as other nations, that men did sell themselves; but, it is plain, this was only to drudgery, not to slavery: for, it is evident, the person sold was not under an absolute, arbitrary, despotical power: for the master could not have power to kill him, at any time, whom, at a certain time, he was obliged to let go free out of his service; and the master of such a servant was so far from having an arbitrary power over his life, that he could not, at pleasure, so much as maim him, but the loss of an eye, or tooth, set him free, Exod. xxi."
    },
    {
        "book_id": "Jane Eyre.volume 3.chapter 34",
        "content": "He then went on to explain that Hindostanee was the language he was himself at present studying; that, as he advanced, he was apt to forget the commencement; that it would assist him greatly to have a pupil with whom he might again and again go over the elements, and so fix them thoroughly in his mind; that his choice had hovered for some time between me and his sisters; but that he had fixed on me because he saw I could sit at a task the longest of the three. Would I do him this favour? I should not, perhaps, have to make the sacrifice long, as it wanted now barely three months to his departure."
    },
    {
        "book_id": "Wuthering Heights.chapter 7",
        "content": "'Heathcliff, you may come forward,' cried Mr. Hindley, enjoying his discomfiture, and gratified to see what a forbidding young blackguard he would be compelled to present himself. 'You may come and wish Miss Catherine welcome, like the other servants.'"
    },
    {
        "book_id": "Richard II.act 5.scene 2",
        "content": "Dut. He shall be none: Wee'l keepe him heere: then what is that to him? Yor. Away fond woman: were hee twenty times my Son, I would appeach him"
    },
    {
        "book_id": "Ivanhoe.chapter 29",
        "content": "\"I am, indeed,\" said Rebecca, \"sprung from a race whose courage was distinguished in the defence of their own land, but who warred not, even while yet a nation, save at the command of the Deity, or in defending their country from oppression. The sound of the trumpet wakes Judah no longer, and her despised children are now but the unresisting victims of hostile and military oppression. Well hast thou spoken, Sir Knight,--until the God of Jacob shall raise up for his chosen people a second Gideon, or a new Maccabeus, it ill beseemeth the Jewish damsel to speak of battle or of war.\""
    },
    {
        "book_id": "Leviathan.part 2.chapters 17-21",
        "content": "No man is bound by the words themselves, either to kill himselfe, or any other man; And consequently, that the Obligation a man may sometimes have, upon the Command of the Soveraign to execute any dangerous, or dishonourable Office, dependeth not on the Words of our Submission; but on the Intention; which is to be understood by the End thereof. When therefore our refusall to obey, frustrates the End for which the Soveraignty was ordained; then there is no Liberty to refuse: otherwise there is."
    },
    {
        "book_id": "Around the World in 80 Days.chapters 1-5",
        "content": "The night was dark, and a fine, steady rain was falling. Phileas Fogg, snugly ensconced in his corner, did not open his lips. Passepartout, not yet recovered from his stupefaction, clung mechanically to the carpet-bag, with its enormous treasure."
    },
    {
        "book_id": "Adam Bede.book 5.chapter 39",
        "content": "The two pale faces looked at each other; in Adam's there was trembling suspense, in Mr. Irwine's hesitating, shrinking pity. But he went on."
    },
    {
        "book_id": "Henry IV Part 2.act 2.scene 1",
        "content": "Ben. Alas poore hurt fowle, now will he creepe into sedges: But that my Ladie Beatrice should know me, & not know me: the Princes foole! Hah? It may be I goe vnder that title, because I am merrie: yea but so I am apt to do my selfe wrong: I am not so reputed, it is the base (though bitter) disposition of Beatrice, that putt's the world into her person, and so giues me out: well, Ile be reuenged as I may. Enter the Prince."
    },
    {
        "book_id": "Little Dorrit.book 1.chapter 4",
        "content": "It seemed to her that she awoke after sleeping some hours, and found Jeremiah not yet abed. That she looked at the candle she had left burning, and, measuring the time like King Alfred the Great, was confirmed by its wasted state in her belief that she had been asleep for some considerable period. That she arose thereupon, muffled herself up in a wrapper, put on her shoes, and went out on the staircase, much surprised, to look for Jeremiah."
    },
    {
        "book_id": "Jane Eyre.volume 1.chapter 4",
        "content": "\"Sorry indeed to hear it! she and I must have some talk;\" and bending from the perpendicular, he installed his person in the arm-chair opposite Mrs. Reed's. \"Come here,\" he said."
    },
    {
        "book_id": "Adam Bede.book 6.chapter 52",
        "content": "Dinah had closed her eyes, and a faint shudder went through her. \"Adam,\" she went on, \"you wouldn't desire that we should seek a good through any unfaithfulness to the light that is in us; you wouldn't believe that could be a good. We are of one mind in that.\""
    },
    {
        "book_id": "Frankenstein.volume 2.chapter 17",
        "content": "\"You swear,\" I said, \"to be harmless; but have you not already shewn a degree of malice that should reasonably make me distrust you? May not even this be a feint that will increase your triumph by affording a wider scope for your revenge?\""
    },
    {
        "book_id": "Emma.volume 3.chapter 50",
        "content": "He had not left her long, by no means long enough for her to have the slightest inclination for thinking of any body else, when a letter was brought her from Randalls--a very thick letter;--she guessed what it must contain, and deprecated the necessity of reading it.--She was now in perfect charity with Frank Churchill; she wanted no explanations, she wanted only to have her thoughts to herself--and as for understanding any thing he wrote, she was sure she was incapable of it.--It must be waded through, however. She opened the packet; it was too surely so;--a note from Mrs. Weston to herself, ushered in the letter from Frank to Mrs. Weston."
    },
    {
        "book_id": "My Antonia.book i.chapter xiii",
        "content": "After dinner, when she was helping to wash the dishes, she said, tossing her head: \"You got many things for cook. If I got all things like you, I make much better.\""
    },
    {
        "book_id": "A Room With a View.part 2.chapter 16",
        "content": "\"Something too awful has happened,\" she began, as soon as her cousin arrived. \"Do you know anything about Miss Lavish's novel?\""
    },
    {
        "book_id": "Henry VIII.act 1.scene 4",
        "content": "Hoboies. A small Table vnder a State for the Cardinall, a longer Table for the Guests. Then Enter Anne Bullen, and diuers other Ladies, & Gentlemen, as Guests at one Doore; at an other Doore enter Sir Henry Guilford."
    },
    {
        "book_id": "Henry IV Part 1.act ii.scene ii",
        "content": "Poin. Sirra Iacke, thy horse stands behinde the hedg, when thou need'st him, there thou shalt finde him. Farewell, and stand fast"
    },
    {
        "book_id": "Dracula.chapter xviii",
        "content": "\"How did you know I wanted to marry any one?\" His reply was simply contemptuous, given in a pause in which he turned his eyes from Mrs. Harker to me, instantly turning them back again:--"
    },
    {
        "book_id": "White Fang.part 3.chapter 3",
        "content": "Being but partly grown his jaws had not yet become large enough nor strong enough to make his throat-attack deadly; but many a young dog went around camp with a lacerated throat in token of White Fang's intention. And one day, catching one of his enemies alone on the edge of the woods, he managed, by repeatedly overthrowing him and attacking the throat, to cut the great vein and let out the life. There was a great row that night. He had been observed, the news had been carried to the dead dog's master, the squaws remembered all the instances of stolen meat, and Grey Beaver was beset by many angry voices. But he resolutely held the door of his tepee, inside which he had placed the culprit, and refused to permit the vengeance for which his tribespeople clamoured."
    },
    {
        "book_id": "The Merry Wives of Windsor.act 1.scene 3",
        "content": "PISTOL. Let vultures gripe thy guts! for gourd and fullam holds, And high and low beguile the rich and poor; Tester I'll have in pouch when thou shalt lack, Base Phrygian Turk!"
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 18",
        "content": "The pilot probably does not know to this day why his responses won him this enthusiastic greeting. He remounted the bridge, and guided the steamer through the flotilla of junks, tankas, and fishing boats which crowd the harbour of Hong Kong."
    },
    {
        "book_id": "All's Well That Ends Well.act 4.scenes 1-3",
        "content": "Cap.E. I haue deliu'red it an houre since, there is som thing in't that stings his nature: for on the reading it, he chang'd almost into another man"
    },
    {
        "book_id": "Main Street.chapters 1-3",
        "content": "\"Oh, they're not so bad,\" was all he answered. He pretended that his hand was the cat and hers the mouse. For the first time she tolerated him rather than encouraged him. She was staring out at Schoenstrom, a hamlet of perhaps a hundred and fifty inhabitants, at which the train was stopping."
    },
    {
        "book_id": "Middlemarch.book 8.chapter 79",
        "content": "And then he heard Lydgate's account of the troubles which Rosamond had already depicted to him in her way. She had not mentioned the fact of Will's name being connected with the public story--this detail not immediately affecting her--and he now heard it for the first time."
    },
    {
        "book_id": "The Seagull.act 4",
        "content": "TREPLIEFF. [After a pause] It would be a pity if she were seen in the garden. My mother would be distressed."
    },
    {
        "book_id": "What Maisie Knew.chapter xiii",
        "content": "\"How CAN you?\" Maisie demanded, crimson under the eye of the young woman who had stepped to their board. \"I've had three.\""
    },
    {
        "book_id": "Coriolanus.act 5.scene 1-scene 6",
        "content": "MESSENGER. Sir, if you'd save your life, fly to your house. The plebeians have got your fellow tribune And hale him up and down; all swearing if The Roman ladies bring not comfort home They'll give him death by inches."
    },
    {
        "book_id": "Kidnapped.chapter 24",
        "content": "It was sweet and laughable to hear Alan eat his words up in the fear of some fresh quarrel. I could have laughed, had not my stitch caught me so hard; but if I had laughed, I think I must have wept too."
    },
    {
        "book_id": "Jane Eyre.volume 2.chapter 17",
        "content": "\"It is from the master,\" said she, as she looked at the direction. \"Now I suppose we shall know whether we are to expect his return or not.\""
    },
    {
        "book_id": "My Antonia.book 1.chapter 9",
        "content": "Beyond the pond, on the slope that climbed to the cornfield, there was, faintly marked in the grass, a great circle where the Indians used to ride. Jake and Otto were sure that when they galloped round that ring the Indians tortured prisoners, bound to a stake in the center; but grandfather thought they merely ran races or trained horses there. Whenever one looked at this slope against the setting sun, the circle showed like a pattern in the grass; and this morning, when the first light spray of snow lay over it, it came out with wonderful distinctness, like strokes of Chinese white on canvas. The old figure stirred me as it had never done before and seemed a good omen for the winter."
    },
    {
        "book_id": "Frankenstein.volume 2.chapter 15",
        "content": "\"My heart beat quick; this was the hour and moment of trial, which would decide my hopes, or realize my fears. The servants were gone to a neighbouring fair. All was silent in and around the cottage: it was an excellent opportunity; yet, when I proceeded to execute my plan, my limbs failed me, and I sunk to the ground. Again I rose; and, exerting all the firmness of which I was master, removed the planks which I had placed before my hovel to conceal my retreat. The fresh air revived me, and, with renewed determination, I approached the door of their cottage."
    },
    {
        "book_id": "Dr. Jekyll and Mr. Hyde.chapter 7",
        "content": "\"It was impossible to do the one without the other,\" returned Enfield. \"And by the way, what an ass you must have thought me, not to know that this was a back way to Dr. Jekyll's! It was partly your own fault that I found it out, even when I did.\""
    },
    {
        "book_id": "Madame Bovary.part 2.chapter 5",
        "content": "What restrained her was, no doubt, idleness and fear, and a sense of shame also. She thought she had repulsed him too much, that the time was past, that all was lost. Then, pride, and joy of being able to say to herself, \"I am virtuous,\" and to look at herself in the glass taking resigned poses, consoled her a little for the sacrifice she believed she was making."
    },
    {
        "book_id": "Pygmalion.act 5",
        "content": "LIZA. If the Colonel says I must, I--I'll [almost sobbing] I'll demean myself. And get insulted for my pains, like enough."
    },
    {
        "book_id": "Around the World in 80 Days.chapter 2",
        "content": "Having scrutinised the house from top to bottom, he rubbed his hands, a broad smile overspread his features, and he said joyfully, \"This is just what I wanted! Ah, we shall get on together, Mr. Fogg and I! What a domestic and regular gentleman! A real machine; well, I don't mind serving a machine.\""
    },
    {
        "book_id": "The Three Musketeers.chapters 51-57",
        "content": "Then, as she had done the evening before, she fell on her knees and repeated her prayers aloud. As on the evening before, the soldier stopped his march to listen to her."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 28",
        "content": "Mr. Osmond noted her dryness, which contributed for him to the interest of his question. \"I'm afraid that what I heard the other evening is true: you're rather cruel to that nobleman.\""
    },
    {
        "book_id": "Maggie: A Girl of the Streets.chapter 14",
        "content": "The mere boy interrupted his loving smile and turned a shrivelling glare upon Pete. His boyish countenance flushed and he spoke, in a whine, to the woman:"
    },
    {
        "book_id": "Kidnapped.chapter 18",
        "content": "\"Hoot!\" said Alan, \"the man's a Whig, nae doubt; but I would never deny he was a good chieftain to his clan. And what would the clan think if there was a Campbell shot, and naebody hanged, and their own chief the Justice General? But I have often observed,\" says Alan, \"that you Low-country bodies have no clear idea of what's right and wrong.\""
    },
    {
        "book_id": "Madame Bovary.part 2.chapters 4-5",
        "content": "\"What's the matter with Pere Tellier? He coughs so that he shakes his whole house, and I'm afraid he'll soon want a deal covering rather than a flannel vest. He was such a rake as a young man! Those sort of people, madame, have not the least regularity; he's burnt up with brandy. Still it's sad, all the same, to see an acquaintance go off.\""
    },
    {
        "book_id": "Hamlet.act iv.scene vi",
        "content": "Come, I will give you way for these your letters, And do't the speedier that you may direct me To him from whom you brought them. Exeunt."
    },
    {
        "book_id": "Regeneration.chapter 17",
        "content": "This Hospital is one for the accommodation of young mothers on the occasion of the birth of their illegitimate children. It is a humble building, containing twenty-five beds, although I think a few more can be arranged. That it serves its purpose well, until the large Maternity Hospital of which I have already spoken can be built, is shown by the fact that 286 babies (of whom only twenty-five were not illegitimate) were born here in 1900 without the loss of a single mother. Thirty babies died, however, which the lady-Officer in charge thought rather a high proportion, but one accounted for by the fact that during this particular year a large number of the births were premature. In 1908, 270 children were born, of whom twelve died, six of these being premature."
    },
    {
        "book_id": "A Tale of Two Cities.book 3.chapter 12",
        "content": "Both her hearers derived a horrible enjoyment from the deadly nature of her wrath--the listener could feel how white she was, without seeing her--and both highly commended it. Defarge, a weak minority, interposed a few words for the memory of the compassionate wife of the Marquis; but only elicited from his own wife a repetition of her last reply. \"Tell the Wind and the Fire where to stop; not me!\""
    },
    {
        "book_id": "Hamlet.act 4.scene 6",
        "content": "Come, I will give you way for these your letters, And do't the speedier that you may direct me To him from whom you brought them. Exeunt."
    },
    {
        "book_id": "Typee.chapter 17",
        "content": "But these reflections now seldom obtruded upon me; I gave myself up to the passing hour, and if ever disagreeable thoughts arose in my mind, I drove them away. When I looked around the verdant recess in which I was buried, and gazed up to the summits of the lofty eminence that hemmed me in, I was well disposed to think that I was in the 'Happy Valley', and that beyond those heights there was naught but a world of care and anxiety. As I extended my wanderings in the valley and grew more familiar with the habits of its inmates, I was fain to confess that, despite the disadvantages of his condition, the Polynesian savage, surrounded by all the luxurious provisions of nature, enjoyed an infinitely happier, though certainly a less intellectual existence than the self-complacent European."
    },
    {
        "book_id": "The Marrow of Tradition.chapter 15",
        "content": "\"She turned toward the desk, seized the drawer, and drew it open. Never shall I forget her look,--never shall I forget that moment; it was the happiest of my life. The drawer was empty!"
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 3",
        "content": "A memorandum of the wager was at once drawn up and signed by the six parties, during which Phileas Fogg preserved a stoical composure. He certainly did not bet to win, and had only staked the twenty thousand pounds, half of his fortune, because he foresaw that he might have to expend the other half to carry out this difficult, not to say unattainable, project. As for his antagonists, they seemed much agitated; not so much by the value of their stake, as because they had some scruples about betting under conditions so difficult to their friend."
    },
    {
        "book_id": "Black Beauty.part 3.chapter 32",
        "content": "The first thing was to pull my mouth open, then to look at my eyes, then feel all the way down my legs, and give me a hard feel of the skin and flesh, and then try my paces. It was wonderful what a difference there was in the way these things were done. Some did it in a rough, offhand way, as if one was only a piece of wood; while others would take their hands gently over one's body, with a pat now and then, as much as to say, \"By your leave.\" Of course I judged a good deal of the buyers by their manners to myself."
    },
    {
        "book_id": "Adam Bede.book 1.chapter 13",
        "content": "And yet he had been so determined this morning, before he went to Gawaine's; and while he was there something had taken hold of him and made him gallop back. It seemed he couldn't quite depend on his own resolution, as he had thought he could; he almost wished his arm would get painful again, and then he should think of nothing but the comfort it would be to get rid of the pain. There was no knowing what impulse might seize him to-morrow, in this confounded place, where there was nothing to occupy him imperiously through the livelong day. What could he do to secure himself from any more of this folly?"
    },
    {
        "book_id": "Macbeth.act 2.scene 2",
        "content": "MACDUFF. They were suborn'd: Malcolm and Donalbain, the king's two sons, Are stol'n away and fled; which puts upon them Suspicion of the deed."
    },
    {
        "book_id": "Ivanhoe.chapter xli",
        "content": "\"Ay, but I have though,\" answered the yeoman, \"if it be an offence to deceive my prince for his own advantage. The bugle you have heard was none of Malvoisin's, but blown by my direction, to break off the banquet, lest it trenched upon hours of dearer import than to be thus dallied with.\""
    },
    {
        "book_id": "David Copperfield.chapter ix",
        "content": "I might have been surprised by the feeling tone in which he spoke, if I had given it a thought; but I gave it none until afterwards. I hurried away to the parlour; and there I found Mr. Creakle, sitting at his breakfast with the cane and a newspaper before him, and Mrs. Creakle with an opened letter in her hand. But no hamper."
    },
    {
        "book_id": "A Tale of Two Cities.book 1.chapter 1",
        "content": "All these things, and a thousand like them, came to pass in and close upon the dear old year one thousand seven hundred and seventy-five. Environed by them, while the Woodman and the Farmer worked unheeded, those two of the large jaws, and those other two of the plain and the fair faces, trod with stir enough, and carried their divine rights with a high hand. Thus did the year one thousand seven hundred and seventy-five conduct their Greatnesses, and myriads of small creatures--the creatures of this chronicle among the rest--along the roads that lay before them."
    },
    {
        "book_id": "Richard II.act ii.scene i-scene iv",
        "content": "Ric. Can sicke men play so nicely with their names? Gau. No, misery makes sport to mocke it selfe: Since thou dost seeke to kill my name in mee, I mocke my name (great King) to flatter thee"
    },
    {
        "book_id": "David Copperfield.chapter 24",
        "content": "I tried, on her injunction, to fix it, and to hear something of what was going on there, but quite in vain. I looked at her again by and by, and saw her shrink into her corner, and put her gloved hand to her forehead."
    },
    {
        "book_id": "The Return of the Native.book 4.chapters 5-6",
        "content": "Mrs. Yeobright had never before been to her son's house, and its exact position was unknown to her. She tried one ascending path and another, and found that they led her astray. Retracing her steps, she came again to an open level, where she perceived at a distance a man at work. She went towards him and inquired the way."
    },
    {
        "book_id": "Oliver Twist.chapter 28",
        "content": "By a remarkable coincidence, the other two had been visited with the same unpleasant sensation at that precise moment. It was quite obvious, therefore, that it was the gate; especially as there was no doubt regarding the time at which the change had taken place, because all three remembered that they had come in sight of the robbers at the instant of its occurance."
    },
    {
        "book_id": "The Confidence-Man.chapter 2",
        "content": "Merchants on 'change seem the passengers that buzz on her decks, while, from quarters unseen, comes a murmur as of bees in the comb. Fine promenades, domed saloons, long galleries, sunny balconies, confidential passages, bridal chambers, state-rooms plenty as pigeon-holes, and out-of-the-way retreats like secret drawers in an escritoire, present like facilities for publicity or privacy. Auctioneer or coiner, with equal ease, might somewhere here drive his trade."
    },
    {
        "book_id": "Anne of Green Gables.chapter 6",
        "content": "\"It'd be more to the point if you could say she was a useful little thing,\" retorted Marilla, \"but I'll make it my business to see she's trained to be that. And mind, Matthew, you're not to go interfering with my methods. Perhaps an old maid doesn't know much about bringing up a child, but I guess she knows more than an old bachelor. So you just leave me to manage her. When I fail it'll be time enough to put your oar in.\""
    },
    {
        "book_id": "Kidnapped.chapter xiv",
        "content": "Perhaps they were out of season, or perhaps there was something wrong in the sea about my island. But at least I had no sooner eaten my first meal than I was seized with giddiness and retching, and lay for a long time no better than dead. A second trial of the same food (indeed I had no other) did better with me, and revived my strength. But as long as I was on the island, I never knew what to expect when I had eaten; sometimes all was well, and sometimes I was thrown into a miserable sickness; nor could I ever distinguish what particular fish it was that hurt me."
    },
    {
        "book_id": "Cyrano de Bergerac.act ii.scene ix",
        "content": "(Silence. All, with crossed arms, look at Christian. He rises and goes over to Carbon de Castel-Jaloux, who is talking to an officer, and feigns to see nothing.)"
    },
    {
        "book_id": "Coriolanus.act 4.scene 1-scene 7",
        "content": "SECOND MESSENGER. You are sent for to the Senate. A fearful army, led by Caius Marcius Associated with Aufidius, rages Upon our territories, and have already O'erborne their way, consum'd with fire and took What lay before them."
    },
    {
        "book_id": "Madame Bovary.part 2.chapter 15",
        "content": "But Charles replied that they were going back next day. \"Unless,\" he added, turning to his wife, \"you would like to stay alone, kitten?\""
    },
    {
        "book_id": "Oliver Twist.chapter 20",
        "content": "Oliver could see that he had some power over the girl's better feelings, and, for an instant, thought of appealing to her compassion for his helpless state. But, then, the thought darted across his mind that it was barely eleven o'clock; and that many people were still in the streets: of whom surely some might be found to give credence to his tale. As the reflection occured to him, he stepped forward: and said, somewhat hastily, that he was ready."
    },
    {
        "book_id": "Little Women.part 2.chapter 38",
        "content": "\"No, it isn't morning yet. You must go to bed, and not trouble poor mamma; then you can have the little cake with sugar on it.\""
    },
    {
        "book_id": "Cyrano de Bergerac.act iv.scene vi",
        "content": "CARBON (who, like the others, has been buckling, dusting, brushing his hat, settling his plume, and drawing on his cuffs, advances to Roxane, and ceremoniously): It is perchance more seemly, since things are thus, that I present to you some of these gentlemen who are about to have the honor of dying before your eyes. (Roxane bows, and stands leaning on Christian's arm, while Carbon introduces the cadets to her): Baron de Peyrescous de Colignac!"
    },
    {
        "book_id": "Mansfield Park.chapter 4",
        "content": "Lady Bertram did not go into public with her daughters. She was too indolent even to accept a mother's gratification in witnessing their success and enjoyment at the expense of any personal trouble, and the charge was made over to her sister, who desired nothing better than a post of such honourable representation, and very thoroughly relished the means it afforded her of mixing in society without having horses to hire."
    },
    {
        "book_id": "The Way of All Flesh.chapters 56-60",
        "content": "It was all over with Ernest from that moment. As usual he did not know it, but he had entered none the less upon another reaction. Towneley had just taken Ernest's threepenny-bit into his hands, looked at it and returned it to him as a bad one. Why did he see in a moment that it was a bad one now, though he had been unable to see it when he had taken it from Pryer? Of course some poor people were very nice, and always would be so, but as though scales had fallen suddenly from his eyes he saw that no one was nicer for being poor, and that between the upper and lower classes there was a gulf which amounted practically to an impassable barrier."
    },
    {
        "book_id": "The Spanish Tragedy.act 2.scene 1",
        "content": "LOR. Now say but how know'st thou he is her love, And thou shalt find me kind and liberal. Stand up, I say, and fearless tell the truth."
    },
    {
        "book_id": "The Red Badge of Courage.chapter xiv",
        "content": "Suddenly there was a hollow rumble of drums. A distant bugle sang faintly. Similar sounds, varying in strength, came from near and far over the forest. The bugles called to each other like brazen gamecocks. The near thunder of the regimental drums rolled."
    },
    {
        "book_id": "Richard III.act 3.scene 1",
        "content": "Rich. If? thou Protector of this damned Strumpet, Talk'st thou to me of Ifs: thou art a Traytor, Off with his Head; now by Saint Paul I sweare, I will not dine, vntill I see the same. Louell and Ratcliffe, looke that it be done:"
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 2",
        "content": "He suddenly observed, hung over the clock, a card which, upon inspection, proved to be a programme of the daily routine of the house. It comprised all that was required of the servant, from eight in the morning, exactly at which hour Phileas Fogg rose, till half-past eleven, when he left the house for the Reform Club--all the details of service, the tea and toast at twenty-three minutes past eight, the shaving-water at thirty-seven minutes past nine, and the toilet at twenty minutes before ten. Everything was regulated and foreseen that was to be done from half-past eleven a.m. till midnight, the hour at which the methodical gentleman retired."
    },
    {
        "book_id": "The Garden Party.chapter 11",
        "content": "\"Page thirty-two, Mary,\" she said, \"page thirty-two,\" and, picking up the yellow chrysanthemum, she held it to her lips to hide her smile. Then she turned to the girls, rapped with her baton: \"Page thirty-two, girls. Page thirty-two.\""
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter 37",
        "content": "I do not deny that the poor are oppressed in Europe. I am not disposed to paint their condition so rose-colored as the Hon. Miss Murray paints the condition of the slaves in the United States. A small portion of _my_ experience would enable her to read her own pages with anointed eyes. If she were to lay aside her title, and, instead of visiting among the fashionable, become domesticated, as a poor governess, on some plantation in Louisiana or Alabama, she would see and hear things that would make her tell quite a different story."
    },
    {
        "book_id": "The Mill on the Floss.book 3.chapter 1-chapter 9",
        "content": "The sanative effect of the strong vibration was exhausted, and with the last words the poor man fell again, rigid and insensible. Though this was only a recurrence of what had happened before, it struck all present as if it had been death, not only from its contrast with the completeness of the revival, but because his words had all had reference to the possibility that his death was near. But with poor Tulliver death was not to be a leap; it was to be a long descent under thickening shadows."
    },
    {
        "book_id": "The Mill on the Floss.book 1.chapter 2",
        "content": "\"It's foolish work,\" said Maggie, with a toss of her mane,--\"tearing things to pieces to sew 'em together again. And I don't want to do anything for my aunt Glegg. I don't like her.\""
    },
    {
        "book_id": "Romeo and Juliet.act 1.scene 1",
        "content": "Samp. Me they shall feel while I am able to stand; and 'tis known I am a pretty piece of flesh."
    },
    {
        "book_id": "King Lear.act 4.scene 4",
        "content": "Stew. Madam, I had rather- Reg. I know your Lady do's not loue her Husband, I am sure of that: and at her late being heere, She gaue strange Eliads, and most speaking lookes To Noble Edmund. I know you are of her bosome"
    },
    {
        "book_id": "Julius Caesar.act 5.scene 1",
        "content": "CASSIUS. For ever and for ever farewell, Brutus! If we do meet again, we'll smile indeed; If not, 'tis true this parting was well made."
    },
    {
        "book_id": "Adam Bede.book 5.chapter 47",
        "content": "Dinah did not know that the crowd was silent, gazing at her with a sort of awe--she did not even know how near they were to the fatal spot, when the cart stopped, and she shrank appalled at a loud shout hideous to her ear, like a vast yell of demons. Hetty's shriek mingled with the sound, and they clasped each other in mutual horror."
    },
    {
        "book_id": "The Scarlet Letter.chapter 14",
        "content": "The scarlet letter burned on Hester Prynne's bosom. Here was another ruin, the responsibility of which came partly home to her."
    },
    {
        "book_id": "Jane Eyre.volume 1.chapter 9",
        "content": "While disease had thus become an inhabitant of Lowood, and death its frequent visitor; while there was gloom and fear within its walls; while its rooms and passages steamed with hospital smells, the drug and the pastille striving vainly to overcome the effluvia of mortality, that bright May shone unclouded over the bold hills and beautiful woodland out of doors. Its garden, too, glowed with flowers: hollyhocks had sprung up tall as trees, lilies had opened, tulips and roses were in bloom; the borders of the little beds were gay with pink thrift and crimson double daisies; the sweetbriars gave out, morning and evening, their scent of spice and apples; and these fragrant treasures were all useless for most of the inmates of Lowood, except to furnish now and then a handful of herbs and blossoms to put in a coffin."
    },
    {
        "book_id": "Frankenstein.volume 2.chapter 12",
        "content": "\"The old man, leaning on his son, walked each day at noon, when it did not rain, as I found it was called when the heavens poured forth its waters. This frequently took place; but a high wind quickly dried the earth, and the season became far more pleasant than it had been."
    },
    {
        "book_id": "Wuthering Heights.chapters 11-12",
        "content": "'This is insufferable!' he exclaimed. 'It is disgraceful that she should own him for a friend, and force his company on me! Call me two men out of the hall, Ellen. Catherine shall linger no longer to argue with the low ruffian--I have humoured her enough.'"
    },
    {
        "book_id": "Gulliver's Travels.part 1.chapter 5",
        "content": "THE AUTHOR, BY AN EXTRAORDINARY STRATAGEM, PREVENTS AN INVASION. A HIGH TITLE OF HONOR IS CONFERRED UPON HIM. AMBASSADORS ARRIVE FROM THE EMPEROR OF BLEFUSCU, AND SUE FOR PEACE. THE EMPRESS'S APARTMENT ON FIRE, BY ACCIDENT; THE AUTHOR INSTRUMENTAL IN SAVING THE REST OF THE PALACE."
    },
    {
        "book_id": "Henry IV Part 2.act 5.scenes 3-4",
        "content": "Leo. Good morrow Prince, good morrow Claudio: We heere attend you, are you yet determin'd, To day to marry with my brothers daughter? Claud. Ile hold my minde were she an Ethiope"
    },
    {
        "book_id": "The Mysteries of Udolpho.volume 3.chapter 10",
        "content": "'I am at a loss, madam,' said the Count, 'to conjecture what you mean by savage nature. Do those plains, or those woods, or that fine expanse of water, deserve the name?'"
    },
    {
        "book_id": "Phaedra.act 1.scenes 2-3",
        "content": "OENONE Alas, my lord, what grief was e'er like mine? The queen has almost touch'd the gates of death. Vainly close watch I keep by day and night, E'en in my arms a secret malady Slays her, and all her senses are disorder'd. Weary yet restless from her couch she rises, Pants for the outer air, but bids me see That no one on her misery intrudes. She comes."
    },
    {
        "book_id": "The Marrow of Tradition.chapter 18",
        "content": "As Sandy turned to go, Delamere was struck by a sudden and daring thought. The creature of impulse, he acted upon it immediately."
    },
    {
        "book_id": "Wuthering Heights.chapter xvii",
        "content": "'\"Yes, no wonder,\" was my next remark. \"Catherine used to boast that she stood between you and bodily harm: she meant that certain persons would not hurt you for fear of offending her. It's well people don't _really_ rise from their grave, or, last night, she might have witnessed a repulsive scene! Are not you bruised, and cut over your chest and shoulders?\""
    },
    {
        "book_id": "Ivanhoe.chapter 4",
        "content": "The appearance of the Knight Templar was also changed; and, though less studiously bedecked with ornament, his dress was as rich, and his appearance far more commanding, than that of his companion. He had exchanged his shirt of mail for an under tunic of dark purple silk, garnished with furs, over which flowed his long robe of spotless white, in ample folds. The eight-pointed cross of his order was cut on the shoulder of his mantle in black velvet. The high cap no longer invested his brows, which were only shaded by short and thick curled hair of a raven blackness, corresponding to his unusually swart complexion. Nothing could be more gracefully majestic than his step and manner, had they not been marked by a predominant air of haughtiness, easily acquired by the exercise of unresisted authority."
    },
    {
        "book_id": "Kim.chapter 13",
        "content": "'The old man still sleeps. Hst! We will ask his chela.' The Ao-chung man refreshed himself, and swelled with pride of leadership."
    },
    {
        "book_id": "David Copperfield.chapter x",
        "content": "'So sh' is! so sh' is!' cried Ham. 'Mas'r Davy bor', so sh' is!' and he sat and chuckled at her for some time, in a state of mingled admiration and delight, that made his face a burning red."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 32",
        "content": "\"That's very selfish of you!\" she returned with the ardour of a real conviction. \"If you're not happy yourself others have yet a right to be.\""
    },
    {
        "book_id": "The Wonderful Wizard of Oz.chapter 16",
        "content": "\"Oh, yes; sit down in that chair, please,\" replied Oz. \"You must excuse me for taking your head off, but I shall have to do it in order to put your brains in their proper place.\""
    },
    {
        "book_id": "Vanity Fair.chapter 1",
        "content": "Although schoolmistresses' letters are to be trusted no more nor less than churchyard epitaphs; yet, as it sometimes happens that a person departs this life who is really deserving of all the praises the stone cutter carves over his bones; who IS a good Christian, a good parent, child, wife, or husband; who actually DOES leave a disconsolate family to mourn his loss; so in academies of the male and female sex it occurs every now and then that the pupil is fully worthy of the praises bestowed by the disinterested instructor. Now, Miss Amelia Sedley was a young lady of this singular species; and deserved not only all that Miss Pinkerton said in her praise, but had many charming qualities which that pompous old Minerva of a woman could not see, from the differences of rank and age between her pupil and herself."
    },
    {
        "book_id": "Middlemarch.book 1.chapter 1",
        "content": "The rural opinion about the new young ladies, even among the cottagers, was generally in favor of Celia, as being so amiable and innocent-looking, while Miss Brooke's large eyes seemed, like her religion, too unusual and striking. Poor Dorothea! compared with her, the innocent-looking Celia was knowing and worldly-wise; so much subtler is a human mind than the outside tissues which make a sort of blazonry or clock-face for it."
    },
    {
        "book_id": "All's Well That Ends Well.act 1.scene 1",
        "content": "Ste. Maddam the care I haue had to euen your content, I wish might be found in the Kalender of my past endeuours, for then we wound our Modestie, and make foule the clearnesse of our deseruings, when of our selues we publish them"
    },
    {
        "book_id": "A Midsummer Night's Dream.act 3.scene 2",
        "content": "OBERON. I wonder if Titania be awak'd; Then, what it was that next came in her eye, Which she must dote on in extremity."
    },
    {
        "book_id": "Mansfield Park.chapters 32-36",
        "content": "\"I shall see your cousin in town soon: he talks of being there tolerably soon; and Sir Thomas, I dare say, in the course of the spring; and your eldest cousin, and the Rushworths, and Julia, I am sure of meeting again and again, and all but you. I have two favours to ask, Fanny: one is your correspondence. You must write to me. And the other, that you will often call on Mrs. Grant, and make her amends for my being gone.\""
    },
    {
        "book_id": "Wuthering Heights.chapter 15",
        "content": "And there they were fast again. I heard my master mounting the stairs--the cold sweat ran from my forehead: I was horrified."
    },
    {
        "book_id": "Dr. Jekyll and Mr. Hyde.chapter 3",
        "content": "\"Jekyll,\" said Utterson, \"you know me: I am a man to be trusted. Make a clean breast of this in confidence; and I make no doubt I can get you out of it.\""
    },
    {
        "book_id": "Little Women.part 1.chapter 23",
        "content": "\"I'll wait; and in the meantime, you could be learning to like me. Would it be a very hard lesson, dear?\""
    },
    {
        "book_id": "The Portrait of a Lady.chapters 40-41",
        "content": "\"Especially other people's; I know very well. But neither do you, I suppose. At any rate, whether you do or not, you must help me. It's about poor Mr. Rosier.\""
    },
    {
        "book_id": "The Power and the Glory.chapter 2",
        "content": "\"No, I couldn't stand it,\" the girl justified herself. \"I had obliged to get out and go where money could be earned--me, that's big and stout and able.\""
    },
    {
        "book_id": "Babbitt.chapter xxv",
        "content": "He played for half an hour before he spoke again. His head was reeking with the smoke of pipes and cheap cigars, and he was weary of pairs and four-flushes, resentful of the way in which they ignored him. He flung at Joe:"
    },
    {
        "book_id": "The Mill on the Floss.book 7.chapter 3",
        "content": "At last Bob brought her a letter, without a postmark, directed in a hand which she knew familiarly in the letters of her own name,--a hand in which her name had been written long ago, in a pocket Shakespeare which she possessed. Her mother was in the room, and Maggie, in violent agitation, hurried upstairs that she might read the letter in solitude. She read it with a throbbing brow."
    },
    {
        "book_id": "Little Women.part 2.chapter 46",
        "content": "\"It's very bad poetry, but I felt it when I wrote it, one day when I was very lonely, and had a good cry on a rag-bag. I never thought it would go where it could tell tales,\" said Jo, tearing up the verses the Professor had treasured so long."
    },
    {
        "book_id": "Macbeth.act 5.scene 8",
        "content": "SIWARD. Some must go off; and yet, by these I see, So great a day as this is cheaply bought."
    },
    {
        "book_id": "Dracula.chapter 16",
        "content": "\"It is her body, and yet not it. But wait a while, and you all see her as she was, and is.\""
    },
    {
        "book_id": "Cyrano de Bergerac.act 1.scene 3",
        "content": "FIRST MARQUIS: 'Faith! The color speaks truth, for, thanks to your valor, things will soon go ill for Spain in Flanders."
    },
    {
        "book_id": "Heart of Darkness.part 2.chapter 2",
        "content": "There was a pause of profound stillness, then a match flared, and Marlow's lean face appeared, worn, hollow, with downward folds and dropped eyelids, with an aspect of concentrated attention; and as he took vigorous draws at his pipe, it seemed to retreat and advance out of the night in the regular flicker of tiny flame. The match went out."
    },
    {
        "book_id": "A Tale of Two Cities.book 3.chapter 3",
        "content": "\"Is that his child?\" said Madame Defarge, stopping in her work for the first time, and pointing her knitting-needle at little Lucie as if it were the finger of Fate."
    },
    {
        "book_id": "Adam Bede.book 2.chapter 19",
        "content": "NOTWITHSTANDING Mr. Craig's prophecy, the dark-blue cloud dispersed itself without having produced the threatened consequences. \"The weather\"--as he observed the next morning--\"the weather, you see, 's a ticklish thing, an' a fool 'ull hit on't sometimes when a wise man misses; that's why the almanecks get so much credit. It's one o' them chancy things as fools thrive on.\""
    },
    {
        "book_id": "Babbitt.chapter 31",
        "content": "He wanted peace. For ten days he did not see Tanis nor telephone to her, and instantly she put upon him the compulsion which he hated. When he had stayed away from her for five days, hourly taking pride in his resoluteness and hourly picturing how greatly Tanis must miss him, Miss McGoun reported, \"Mrs. Judique on the 'phone. Like t' speak t' you 'bout some repairs.\""
    },
    {
        "book_id": "Little Women.part 2.chapter 44",
        "content": "\"We have our plans. We don't mean to say much about them yet, because we are such very new brooms, but we don't intend to be idle. I'm going into business with a devotion that shall delight Grandfather, and prove to him that I'm not spoiled. I need something of the sort to keep me steady. I'm tired of dawdling, and mean to work like a man.\""
    },
    {
        "book_id": "Emma.volume 2.chapter 34",
        "content": "\"Oh! she _shall_ _not_ do such a thing again,\" eagerly rejoined Mrs. Elton. \"We will not allow her to do such a thing again:\"--and nodding significantly--\"there must be some arrangement made, there must indeed. I shall speak to Mr. E. The man who fetches our letters every morning (one of our men, I forget his name) shall inquire for yours too and bring them to you. That will obviate all difficulties you know; and from _us_ I really think, my dear Jane, you can have no scruple to accept such an accommodation.\""
    },
    {
        "book_id": "Middlemarch.book 8.chapter 74",
        "content": "\"There is often something poisonous in the air of public rooms,\" said Lydgate. \"Strong men can stand it, but it tells on people in proportion to the delicacy of their systems. It is often impossible to account for the precise moment of an attack--or rather, to say why the strength gives way at a particular moment.\""
    },
    {
        "book_id": "Winesburg Ohio.chapter 11",
        "content": "As though embarrassed by his declaration, George went to a window and turning his back to his friend leaned out. \"I know who I'm going to fall in love with,\" he said sharply. \"It's Helen White. She is the only girl in town with any 'get-up' to her.\""
    },
    {
        "book_id": "Jane Eyre.volume 1.chapter 7",
        "content": "These ladies were deferentially received by Miss Temple, as Mrs. and the Misses Brocklehurst, and conducted to seats of honour at the top of the room. It seems they had come in the carriage with their reverend relative, and had been conducting a rummaging scrutiny of the room upstairs, while he transacted business with the housekeeper, questioned the laundress, and lectured the superintendent. They now proceeded to address divers remarks and reproofs to Miss Smith, who was charged with the care of the linen and the inspection of the dormitories: but I had no time to listen to what they said; other matters called off and enchanted my attention."
    },
    {
        "book_id": "Cyrano de Bergerac.act 4.scenes 2-3",
        "content": "ANOTHER: Oh! he is hungry, just like us poor devils; but under his cuirass, with its fine gilt nails, his stomach-ache glitters brave in the sun."
    },
    {
        "book_id": "Oliver Twist.chapter 32",
        "content": "So three months glided away; three months which, in the life of the most blessed and favoured of mortals, might have been unmingled happiness, and which, in Oliver's were true felicity. With the purest and most amiable generosity on one side; and the truest, warmest, soul-felt gratitude on the other; it is no wonder that, by the end of that short time, Oliver Twist had become completely domesticated with the old lady and her niece, and that the fervent attachment of his young and sensitive heart, was repaid by their pride in, and attachment to, himself."
    },
    {
        "book_id": "Dracula.chapter 26",
        "content": "_3 November._--We heard at Fundu that the launch had gone up the Bistritza. I wish it wasn't so cold. There are signs of snow coming; and if it falls heavy it will stop us. In such case we must get a sledge and go on, Russian fashion."
    },
    {
        "book_id": "Little Women.part 2.chapter 33",
        "content": "I was in our parlor last evening when Mr. Bhaer came in with some newspapers for Mrs. Kirke. She wasn't there, but Minnie, who is a little old woman, introduced me very prettily. \"This is Mamma's friend, Miss March.\""
    },
    {
        "book_id": "My Antonia.book 5.chapter 3",
        "content": "At the gate Ambrosch lingered beside my buggy, resting his arm on the wheel-rim. Leo slipped through the fence and ran off into the pasture."
    },
    {
        "book_id": "Pride and Prejudice.volume 1.chapter 17",
        "content": "If there had not been a Netherfield ball to prepare for and talk of, the younger Miss Bennets would have been in a pitiable state at this time, for from the day of the invitation, to the day of the ball, there was such a succession of rain as prevented their walking to Meryton once. No aunt, no officers, no news could be sought after;--the very shoe-roses for Netherfield were got by proxy. Even Elizabeth might have found some trial of her patience in weather, which totally suspended the improvement of her acquaintance with Mr. Wickham; and nothing less than a dance on Tuesday, could have made such a Friday, Saturday, Sunday and Monday, endurable to Kitty and Lydia."
    },
    {
        "book_id": "Around the World in 80 Days.chapter 34",
        "content": "The thought then struck Passepartout, that he was the cause of this new misfortune! Had he not concealed Fix's errand from his master? When Fix revealed his true character and purpose, why had he not told Mr. Fogg? If the latter had been warned, he would no doubt have given Fix proof of his innocence, and satisfied him of his mistake; at least, Fix would not have continued his journey at the expense and on the heels of his master, only to arrest him the moment he set foot on English soil. Passepartout wept till he was blind, and felt like blowing his brains out."
    },
    {
        "book_id": "The Rise of Silas Lapham.chapter ii",
        "content": "This answer satisfied Mrs. Lapham rather with the fact than with her husband. \"Well, I guess I wouldn't brag, Silas,\" she said."
    },
    {
        "book_id": "Frankenstein.volume 2.chapter 11",
        "content": "\"As soon as morning dawned, I crept from my kennel, that I might view the adjacent cottage, and discover if I could remain in the habitation I had found. It was situated against, the back of the cottage, and surrounded on the sides which were exposed by a pig-stye and a clear pool of water. One part was open, and by that I had crept in; but now I covered every crevice by which I might be perceived with stones and wood, yet in such a manner that I might move them on occasion to pass out: all the light I enjoyed came through the stye, and that was sufficient for me."
    },
    {
        "book_id": "King John.act 5.scene 1",
        "content": "KING JOHN. Is this Ascension-day? Did not the prophet Say that before Ascension-day at noon My crown I should give off? Even so I have: I did suppose it should be on constraint; But, heaven be thank'd, it is but voluntary."
    },
    {
        "book_id": "Northanger Abbey.chapter iii",
        "content": "Every morning now brought its regular duties--shops were to be visited; some new part of the town to be looked at; and the pump-room to be attended, where they paraded up and down for an hour, looking at everybody and speaking to no one. The wish of a numerous acquaintance in Bath was still uppermost with Mrs. Allen, and she repeated it after every fresh proof, which every morning brought, of her knowing nobody at all."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 17",
        "content": "At eleven o'clock the Rangoon rode out of Singapore harbour, and in a few hours the high mountains of Malacca, with their forests, inhabited by the most beautifully-furred tigers in the world, were lost to view. Singapore is distant some thirteen hundred miles from the island of Hong Kong, which is a little English colony near the Chinese coast. Phileas Fogg hoped to accomplish the journey in six days, so as to be in time for the steamer which would leave on the 6th of November for Yokohama, the principal Japanese port."
    },
    {
        "book_id": "Adam Bede.book 1.chapter 5",
        "content": "\"Let him be shown in here,\" said Mrs. Irwine, taking up her knitting. \"I always like to hear what Mr. Rann has got to say. His shoes will be dirty, but see that he wipes them Carroll.\""
    },
    {
        "book_id": "Black Beauty.part 2.chapter 31",
        "content": "The bricklayer came and pulled up a great many bricks, but found nothing amiss; so he put down some lime and charged the master five shillings, and the smell in my box was as bad as ever. But that was not all: standing as I did on a quantity of moist straw my feet grew unhealthy and tender, and the master used to say:"
    },
    {
        "book_id": "What Maisie Knew.chapter xxx",
        "content": "He had for a moment the air of wishing to look at it as if it were the most cheerful prospect in the world. \"But what shall we do while you're thinking?\" He spoke as if thought were compatible with almost any distraction."
    },
    {
        "book_id": "Coriolanus.act 4.scene 4",
        "content": "CORIOLANUS. A goodly city is this Antium. City, 'Tis I that made thy widows: many an heir Of these fair edifices fore my wars Have I heard groan and drop. Then know me not. Lest that thy wives with spits and boys with stones, In puny battle slay me."
    },
    {
        "book_id": "Emma.volume 3.chapter 39",
        "content": "She was not to see Frank Churchill this morning. He had told her that he could not allow himself the pleasure of stopping at Hartfield, as he was to be at home by the middle of the day. She did not regret it."
    },
    {
        "book_id": "Richard II.act 4.scene 1",
        "content": "Fitz. If that thy valour stand on sympathize: There is my Gage, Aumerle, in Gage to thine: By that faire Sunne, that shewes me where thou stand'st, I heard thee say (and vauntingly thou spak'st it) That thou wer't cause of Noble Glousters death. If thou deniest it, twenty times thou lyest, And I will turne thy falshood to thy hart, Where it was forged with my Rapiers point"
    },
    {
        "book_id": "The Secret Agent.chapter 12",
        "content": "\"It's almost incredible the resemblance there was between you two,\" pursued Ossipon, giving a voice to his abiding dread, and trying to conceal his nervous, sickening impatience for the train to start. \"Yes; he resembled you.\""
    },
    {
        "book_id": "A Tale of Two Cities.book 2.chapter 21",
        "content": "Ever busily winding the golden thread that bound them all together, weaving the service of her happy influence through the tissue of all their lives, and making it predominate nowhere, Lucie heard in the echoes of years none but friendly and soothing sounds. Her husband's step was strong and prosperous among them; her father's firm and equal. Lo, Miss Pross, in harness of string, awakening the echoes, as an unruly charger, whip-corrected, snorting and pawing the earth under the plane-tree in the garden!"
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 2",
        "content": "During the first period of Charles's visits to the Bertaux, Madame Bovary junior never failed to inquire after the invalid, and she had even chosen in the book that she kept on a system of double entry a clean blank page for Monsieur Rouault. But when she heard he had a daughter, she began to make inquiries, and she learnt the Mademoiselle Rouault, brought up at the Ursuline Convent, had received what is called \"a good education\"; and so knew dancing, geography, drawing, how to embroider and play the piano. That was the last straw."
    },
    {
        "book_id": "Frankenstein.volume 3.chapter 21",
        "content": "My father tried to awaken in me the feelings of affection. He talked of Geneva, which I should soon visit--of Elizabeth, and Ernest; but these words only drew deep groans from me. Sometimes, indeed, I felt a wish for happiness; and thought, with melancholy delight, of my beloved cousin; or longed, with a devouring _maladie du pays_, to see once more the blue lake and rapid Rhone, that had been so dear to me in early childhood: but my general state of feeling was a torpor, in which a prison was as welcome a residence as the divinest scene in nature; and these fits were seldom interrupted, but by paroxysms of anguish and despair. At these moments I often endeavoured to put an end to the existence I loathed; and it required unceasing attendance and vigilance to restrain me from committing some dreadful act of violence."
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter 11",
        "content": "I returned to my good grandmother's house. She had an interview with Mr. Sands. When she asked him why he could not have left her one ewe lamb,--whether there were not plenty of slaves who did not care about character,--he made no answer, but he spoke kind and encouraging words. He promised to care for my child, and to buy me, be the conditions what they might."
    },
    {
        "book_id": "Typee.chapter 4",
        "content": "But, after all, these things could have been endured awhile, had we entertained the hope of being speedily delivered from them by the due completion of the term of our servitude. But what a dismal prospect awaited us in this quarter! The longevity of Cape Horn whaling voyages is proverbial, frequently extending over a period of four or five years."
    },
    {
        "book_id": "The House of the Seven Gables.chapter 12",
        "content": "At length, something was said by Holgrave that made it apposite for Phoebe to inquire what had first brought him acquainted with her cousin Hepzibah, and why he now chose to lodge in the desolate old Pyncheon House. Without directly answering her, he turned from the Future, which had heretofore been the theme of his discourse, and began to speak of the influences of the Past. One subject, indeed, is but the reverberation of the other."
    },
    {
        "book_id": "The Two Gentlemen of Verona.act 2.scenes 3-4",
        "content": "PANTHINO. Sir Proteus, your father calls for you; He is in haste; therefore, I pray you, go. PROTEUS. Why, this it is: my heart accords thereto; And yet a thousand times it answers 'No.' Exeunt"
    },
    {
        "book_id": "Tartuffe.act i.scene i-scene vi",
        "content": "MADAME PERNELLE These arguments are nothing to the purpose. Orante, we all know, lives a perfect life; Her thoughts are all of heaven; and I have heard That she condemns the company you keep."
    },
    {
        "book_id": "Little Women.part 2.chapter 28",
        "content": "\"What worries you dear? Has anything dreadful happened?\" asked the anxious John, tenderly kissing the crown of the little cap, which was all askew."
    },
    {
        "book_id": "Black Beauty.part 3.chapters 32-38",
        "content": "\"That may sound well enough, but it won't do; every man must look after his own soul; you can't lay it down at another man's door like a foundling and expect him to take care of it; and don't you see, if you are always sitting on your box waiting for a fare, they will say, 'If we don't take him some one else will, and he does not look for any Sunday.' Of course, they don't go to the bottom of it, or they would see if they never came for a cab it would be no use your standing there; but people don't always like to go to the bottom of things; it may not be convenient to do it; but if you Sunday drivers would all strike for a day of rest the thing would be done.\""
    },
    {
        "book_id": "The Turn of the Screw.chapters 13-15",
        "content": "But, oh, how I felt that at present I must pick my own phrases! I remember that, to gain time, I tried to laugh, and I seemed to see in the beautiful face with which he watched me how ugly and queer I looked. \"And always with the same lady?\" I returned."
    },
    {
        "book_id": "Babbitt.chapter 12",
        "content": "ALL the way home from Maine, Babbitt was certain that he was a changed man. He was converted to serenity. He was going to cease worrying about business. He was going to have more \"interests\"--theaters, public affairs, reading. And suddenly, as he finished an especially heavy cigar, he was going to stop smoking."
    },
    {
        "book_id": "Mary Barton.chapters 16-20",
        "content": "\"Nay; they'd never go for to do that, and trick me into telling on my own son. It would be like seething a kid in its mother's milk; and that th' Bible forbids.\""
    },
    {
        "book_id": "Dracula.chapters 5-6",
        "content": "_10 p. m._--I have visited him again and found him sitting in a corner brooding. When I came in he threw himself on his knees before me and implored me to let him have a cat; that his salvation depended upon it. I was firm, however, and told him that he could not have it, whereupon he went without a word, and sat down, gnawing his fingers, in the corner where I had found him. I shall see him in the morning early."
    },
    {
        "book_id": "Emma.volume 2.chapter 32",
        "content": "She restrained herself, however, from any of the reproofs she could have given, and only thanked Mrs. Elton coolly; \"but their going to Bath was quite out of the question; and she was not perfectly convinced that the place might suit her better than her father.\" And then, to prevent farther outrage and indignation, changed the subject directly."
    },
    {
        "book_id": "King Lear.act 5.scene 2",
        "content": "Edg. Heere Father, take the shadow of this Tree For your good hoast: pray that the right may thriue: If euer I returne to you againe, Ile bring you comfort"
    },
    {
        "book_id": "Of Human Bondage.chapters 90-97",
        "content": "\"I could give you another room next week. Brighton's very full just now, and people have to take what they can get.\""
    },
    {
        "book_id": "Romeo and Juliet.act 3.scene 3",
        "content": "Rom. But that a joy past joy calls out on me, It were a grief so brief to part with thee. Farewell. Exeunt."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 40",
        "content": "\"She let me know you had declined an offer of marriage from Lord Warburton, because she was greatly vexed and was full of the subject. Of course I think you've done better in doing as you did. But if you wouldn't marry Lord Warburton yourself, make him the reparation of helping him to marry some one else.\""
    },
    {
        "book_id": "Northanger Abbey.chapter 3",
        "content": "\"I have sometimes thought,\" said Catherine, doubtingly, \"whether ladies do write so much better letters than gentlemen! That is--I should not think the superiority was always on our side.\""
    },
    {
        "book_id": "Jane Eyre.volume 3.chapter 26",
        "content": "I was in my own room as usual--just myself, without obvious change: nothing had smitten me, or scathed me, or maimed me. And yet where was the Jane Eyre of yesterday?--where was her life?--where were her prospects?"
    },
    {
        "book_id": "Henry VIII.act 3.scene 1",
        "content": "Queen. Your Graces find me heere part of a Houswife, (I would be all) against the worst may happen: What are your pleasures with me, reuerent Lords? Wol. May it please you Noble Madam, to withdraw Into your priuate Chamber; we shall giue you The full cause of our comming"
    },
    {
        "book_id": "Wuthering Heights.chapter 26",
        "content": "But when we reached him, and that was scarcely a quarter of a mile from his own door, we found he had no horse; and we were forced to dismount, and leave ours to graze. He lay on the heath, awaiting our approach, and did not rise till we came within a few yards. Then he walked so feebly, and looked so pale, that I immediately exclaimed,--'Why, Master Heathcliff, you are not fit for enjoying a ramble this morning. How ill you do look!'"
    },
    {
        "book_id": "Leviathan.part 3.chapter 32",
        "content": "I have derived the Rights of Soveraigne Power, and the duty of Subjects hitherto, from the Principles of Nature onely; such as Experience has found true, or Consent (concerning the use of words) has made so; that is to say, from the nature of Men, known to us by Experience, and from Definitions (of such words as are Essentiall to all Politicall reasoning) universally agreed on. But in that I am next to handle, which is the Nature and Rights of a CHRISTIAN COMMON-WEALTH, whereof there dependeth much upon Supernaturall Revelations of the Will of God; the ground of my Discourse must be, not only the Naturall Word of God, but also the Propheticall."
    },
    {
        "book_id": "Jude the Obscure.part 5.chapter 3",
        "content": "When Sue reached home Jude was awaiting her at the door to take the initial step towards their marriage. She clasped his arm, and they went along silently together, as true comrades oft-times do. He saw that she was preoccupied, and forbore to question her."
    },
    {
        "book_id": "The House of the Seven Gables.chapter 16",
        "content": "\"Do you hear me, Jaffrey Pyncheon?\" screamed Hepzibah, as she again approached the parlor-door, after an ineffectual search elsewhere. \"Clifford is gone.\""
    },
    {
        "book_id": "Howards End.chapter 12",
        "content": "\"I have had a correspondence with her son. He was winding up the estate, and wrote to ask me whether his mother had wanted me to have anything. I thought it good of him, considering I knew her so little. I said that she had once spoken of giving me a Christmas present, but we both forgot about it afterwards.\""
    },
    {
        "book_id": "Emma.volume 1.chapter 8",
        "content": "\"I cannot rate her beauty as you do,\" said he; \"but she is a pretty little creature, and I am inclined to think very well of her disposition. Her character depends upon those she is with; but in good hands she will turn out a valuable woman.\""
    },
    {
        "book_id": "The Portrait of a Lady.chapters 16-19",
        "content": "\"It was a proposal many girls would have accepted; it had everything to recommend it.\" Isabel had not proposed to herself to tell this story, but, now she had begun, the satisfaction of speaking it out and doing herself justice took possession of her. \"I was offered a great position and a great fortune--by a person whom I like extremely.\""
    },
    {
        "book_id": "Henry IV Part 1.act 4.scene 2",
        "content": "Falst. Faith, for their pouertie, I know not where they had that; and for their barenesse, I am sure they neuer learn'd that of me"
    },
    {
        "book_id": "Ivanhoe.chapters 23-27",
        "content": "The yeoman having thus accomplished his mission, returned to the head-quarters of the allies, which were for the present established under a venerable oak-tree, about three arrow-flights distant from the castle. Here Wamba and Gurth, with their allies the Black Knight and Locksley, and the jovial hermit, awaited with impatience an answer to their summons. Around, and at a distance from them, were seen many a bold yeoman, whose silvan dress and weatherbeaten countenances showed the ordinary nature of their occupation. More than two hundred had already assembled, and others were fast coming in. Those whom they obeyed as leaders were only distinguished from the others by a feather in the cap, their dress, arms, and equipments being in all other respects the same."
    },
    {
        "book_id": "Little Women.part 1.chapter 4",
        "content": "\"Then she gave me a long lecture on my sins, and told me to sit and think them over while she just 'lost' herself for a moment. She never finds herself very soon; so the minute her cap began to bob, like a top-heavy dahlia, I whipped the 'Vicar of Wakefield' out of my pocket, and read away, with one eye on him, and one on aunt. I'd just got to where they all tumbled into the water, when I forgot, and laughed out loud. Aunt woke up; and, being more good-natured after her nap, told me to read a bit, and show what frivolous work I preferred to the worthy and instructive Belsham. I did my very best, and she liked it, though she only said,--"
    },
    {
        "book_id": "A Tale of Two Cities.book 3.chapter 11",
        "content": "\"Nothing connected with Charles was concealed from me. I had the strongest assurances that I should save him; and I did.\" He returned the answer in great trouble, and very slowly."
    },
    {
        "book_id": "Middlemarch.book 2.chapter 18",
        "content": "Every one now sat down, Mr. Bulstrode presiding, pale and self-restrained as usual. Mr. Thesiger, a moderate evangelical, wished for the appointment of his friend Mr. Tyke, a zealous able man, who, officiating at a chapel of ease, had not a cure of souls too extensive to leave him ample time for the new duty. It was desirable that chaplaincies of this kind should be entered on with a fervent intention: they were peculiar opportunities for spiritual influence; and while it was good that a salary should be allotted, there was the more need for scrupulous watching lest the office should be perverted into a mere question of salary. Mr. Thesiger's manner had so much quiet propriety that objectors could only simmer in silence."
    },
    {
        "book_id": "Vanity Fair.chapter 62",
        "content": "Wherever the party stopped, and an opportunity was offered, Mr. Jos left his own card and the Major's upon \"Our Minister.\" It was with great difficulty that he could be restrained from putting on his cocked hat and tights to wait upon the English consul at the Free City of Judenstadt, when that hospitable functionary asked our travellers to dinner. He kept a journal of his voyage and noted elaborately the defects or excellences of the various inns at which he put up, and of the wines and dishes of which he partook."
    },
    {
        "book_id": "Arms and the Man.act i",
        "content": "RAINA. You shewed great ignorance in thinking that it was necessary to climb up to the balcony, because ours is the only private house that has two rows of windows. There is a flight of stairs inside to get up and down by."
    },
    {
        "book_id": "Anne of Green Gables.chapter 16",
        "content": "\"Oh, you mustn't dream of going home without your tea,\" cried Anne in distress. \"I'll get it right off--I'll go and put the tea down this very minute.\""
    },
    {
        "book_id": "Little Women.part 1.chapter 17",
        "content": "\"I guess not; don't care if I do; serve me right, selfish pig, to let you go, and stay writing rubbish myself!\" muttered Jo, as she went to consult Hannah."
    },
    {
        "book_id": "Little Women.part 2.chapter 27",
        "content": "\"Do you say she makes a good living out of stories like this?\" and Jo looked more respectfully at the agitated group and thickly sprinkled exclamation points that adorned the page."
    },
    {
        "book_id": "The House of Mirth.book 1.chapter 9",
        "content": "\"You are mistaken,\" she said indifferently. \"I have offered all I am willing to give for the letters; but there may be other ways of getting them.\""
    },
    {
        "book_id": "The Time Machine.chapter 7",
        "content": "The Time Traveller paused, put his hand into his pocket, and silently placed two withered flowers, not unlike very large white mallows, upon the little table. Then he resumed his narrative."
    },
    {
        "book_id": "Oliver Twist.chapters 39-41",
        "content": "'I hear you,' replied the girl, turning her face aside, and forcing a laugh. 'What fancy have you got in your head now?'"
    },
    {
        "book_id": "David Copperfield.chapter 4",
        "content": "We began badly, and went on worse. I had come in with an idea of distinguishing myself rather, conceiving that I was very well prepared; but it turned out to be quite a mistake. Book after book was added to the heap of failures, Miss Murdstone being firmly watchful of us all the time. And when we came at last to the five thousand cheeses (canes he made it that day, I remember), my mother burst out crying."
    },
    {
        "book_id": "Adam Bede.book 5.chapter 43",
        "content": "The stillness was less intense until the judge put on his black cap, and the chaplain in his canonicals was observed behind him. Then it deepened again, before the crier had had time to command silence. If any sound were heard, it must have been the sound of beating hearts. The judge spoke, \"Hester Sorrel....\""
    },
    {
        "book_id": "The Last of the Mohicans.chapter xi",
        "content": "The Indian made no reply for near a minute, but bent his fierce looks on the countenance of Cora, in such wavering glances, that her eyes sank with shame, under an impression that, for the first time, they had encountered an expression that no chaste female might endure. While she was shrinking within herself, in dread of having her ears wounded by some proposal still more shocking than the last, the voice of Magua answered, in its tones of deepest malignancy--"
    },
    {
        "book_id": "Cyrano de Bergerac.act 3.scenes 5-7",
        "content": "CYRANO: They find their way at once? Small wonder that! For 'tis within my heart they find their home; Bethink how large my heart, how small your ear! And,--from fair heights descending, words fall fast, But mine must mount, Madame, and that takes time!"
    },
    {
        "book_id": "Cyrano de Bergerac.act 3.scenes 8-10",
        "content": "CYRANO (speaking more warmly): Buckingham suffered dumbly,--so have I,-- Adored his Queen, as loyally as I,-- Was sad, but faithful,--so am I. . ."
    },
    {
        "book_id": "The Turn of the Screw.chapter xvi",
        "content": "My face had made her rueful. \"No, I like it worse!\" But after an instant I added: \"Did they say why I should like it better?\""
    },
    {
        "book_id": "David Copperfield.chapter ii",
        "content": "I am glad to recollect that when the carrier began to move, my mother ran out at the gate, and called to him to stop, that she might kiss me once more. I am glad to dwell upon the earnestness and love with which she lifted up her face to mine, and did so."
    },
    {
        "book_id": "My Antonia.book ii.chapter xii",
        "content": "One evening when Donovan was out on his run, Antonia came to the hall with Norwegian Anna and her young man, and that night I took her home. When we were in the Cutter's yard, sheltered by the evergreens, I told her she must kiss me good-night."
    },
    {
        "book_id": "The Federalist Papers.essay 23",
        "content": "Whether there ought to be a federal government intrusted with the care of the common defense, is a question in the first instance, open for discussion; but the moment it is decided in the affirmative, it will follow, that that government ought to be clothed with all the powers requisite to complete execution of its trust. And unless it can be shown that the circumstances which may affect the public safety are reducible within certain determinate limits; unless the contrary of this position can be fairly and rationally disputed, it must be admitted, as a necessary consequence, that there can be no limitation of that authority which is to provide for the defense and protection of the community, in any matter essential to its efficacy that is, in any matter essential to the FORMATION, DIRECTION, or SUPPORT of the NATIONAL FORCES."
    },
    {
        "book_id": "White Fang.part 2.chapter 3",
        "content": "One Eye was desperate. He ranged far and wide, and slept but little in the lair that had now become cheerless and miserable. The she-wolf, too, left her litter and went out in search of meat. In the first days after the birth of the cubs, One Eye had journeyed several times back to the Indian camp and robbed the rabbit snares; but, with the melting of the snow and the opening of the streams, the Indian camp had moved away, and that source of supply was closed to him."
    },
    {
        "book_id": "The Mysteries of Udolpho.volume 2.chapter 3",
        "content": "Mons. Quesnel talked apart to Montoni of his own affairs, in his usual strain of self-importance; boasted of his new acquisitions, and then affected to pity some disappointments, which Montoni had lately sustained. Meanwhile, the latter, whose pride at least enabled him to despise such vanity as this, and whose discernment at once detected under this assumed pity, the frivolous malignity of Quesnel's mind, listened to him in contemptuous silence, till he named his niece, and then they left the portico, and walked away into the gardens."
    },
    {
        "book_id": "Macbeth.act 4.scene 2",
        "content": "SON. Then the liars and swearers are fools: for there are liars and swearers enow to beat the honest men and hang up them."
    },
    {
        "book_id": "Titus Andronicus.act 4.scene 1-scene 4",
        "content": "Enter the EMPEROR, and the EMPRESS and her two sons, DEMETRIUS and CHIRON; LORDS and others. The EMPEROR brings the arrows in his hand that TITUS shot at him"
    },
    {
        "book_id": "My Antonia.book ii.chapter xiv",
        "content": "\"My old folks,\" said Tiny Soderball, \"have put in twenty acres of rye. They get it ground at the mill, and it makes nice bread. It seems like my mother ain't been so homesick, ever since father's raised rye flour for her.\""
    },
    {
        "book_id": "My Antonia.book i.chapter viii",
        "content": "Soon after Peter renewed his note, Pavel strained himself lifting timbers for a new barn, and fell over among the shavings with such a gush of blood from the lungs that his fellow-workmen thought he would die on the spot. They hauled him home and put him into his bed, and there he lay, very ill indeed. Misfortune seemed to settle like an evil bird on the roof of the log house, and to flap its wings there, warning human beings away. The Russians had such bad luck that people were afraid of them and liked to put them out of mind."
    },
    {
        "book_id": "Typee.chapter 15",
        "content": "This preparation is called 'kokoo', and a most luscious preparation it is. The hobby-horse and the pestle and mortar were in great requisition during the time I remained in the house of Marheyo, and Kory-Kory had frequent occasion to show his skill in their use."
    },
    {
        "book_id": "Oliver Twist.chapter 8",
        "content": "Early on the seventh morning after he had left his native place, Oliver limped slowly into the little town of Barnet. The window-shutters were closed; the street was empty; not a soul had awakened to the business of the day. The sun was rising in all its splendid beauty; but the light only served to show the boy his own lonesomeness and desolation, as he sat, with bleeding feet and covered with dust, upon a door-step."
    },
    {
        "book_id": "Cyrano de Bergerac.act 2.scene 6",
        "content": "CYRANO: Then read the verses printed on the bags! (She goes out): . . .My poor child, you who love but flowing words, Bright wit,--what if he be a lout unskilled?"
    },
    {
        "book_id": "Little Women.part 1.chapter 14",
        "content": "\"Well, she needn't get out her bandboxes yet. I'm not a fashionable party and don't mean to be, but I do like harmless larks now and then, don't you?\""
    },
    {
        "book_id": "Sister Carrie.chapter 43",
        "content": "\"Miss Madenda presents one of the most delightful bits of character work ever seen on the Casino stage,\" observed the stage critic of the \"Sun.\" \"It is a bit of quiet, unassuming drollery which warms like good wine. Evidently the part was not intended to take precedence, as Miss Madenda is not often on the stage, but the audience, with the characteristic perversity of such bodies, selected for itself. The little Quakeress was marked for a favourite the moment she appeared, and thereafter easily held attention and applause. The vagaries of fortune are indeed curious.\""
    },
    {
        "book_id": "Madame Bovary.part 3.chapter 7",
        "content": "\"Is she making him advances?\" said Madame Tuvache. Binet was scarlet to his very ears. She took hold of his hands."
    },
    {
        "book_id": "A Tale of Two Cities.book 3.chapter 14",
        "content": "\"By the cathedral door,\" said Miss Pross. \"Would it be much out of the way, to take me in, near the great cathedral door between the two towers?\""
    },
    {
        "book_id": "The Three Musketeers.chapter 50",
        "content": "\"Come!\" said he. \"I know you are accustomed to assassinate people; but I warn you I shall defend myself, even against you.\""
    },
    {
        "book_id": "Gulliver's Travels.part 1.chapter 5",
        "content": "THE AUTHOR, BY AN EXTRAORDINARY STRATAGEM, PREVENTS AN INVASION. A HIGH TITLE OF HONOR IS CONFERRED UPON HIM. AMBASSADORS ARRIVE FROM THE EMPEROR OF BLEFUSCU, AND SUE FOR PEACE. THE EMPRESS'S APARTMENT ON FIRE, BY ACCIDENT; THE AUTHOR INSTRUMENTAL IN SAVING THE REST OF THE PALACE."
    },
    {
        "book_id": "Little Dorrit.book 1.chapter 29",
        "content": "Little Dorrit had finished a long day's work in Mrs Clennam's room, and was neatly gathering up her shreds and odds and ends before going home. Mr Pancks, whom Affery had just shown in, was addressing an inquiry to Mrs Clennam on the subject of her health, coupled with the remark that, 'happening to find himself in that direction,' he had looked in to inquire, on behalf of his proprietor, how she found herself. Mrs Clennam, with a deep contraction of her brows, was looking at him."
    },
    {
        "book_id": "Kidnapped.chapter 9",
        "content": "The round-house was built very strong, to support the breaching of the seas. Of its five apertures, only the skylight and the two doors were large enough for the passage of a man. The doors, besides, could be drawn close: they were of stout oak, and ran in grooves, and were fitted with hooks to keep them either shut or open, as the need arose. The one that was already shut I secured in this fashion; but when I was proceeding to slide to the other, Alan stopped me."
    },
    {
        "book_id": "What Maisie Knew.chapter xix",
        "content": "This affected her at first in the manner of some great flashing dazzle in one of the pantomimes to which Sir Claude had taken her: she saw nothing in it but what it directly conveyed. \"And shall I never, never see you again--?\""
    },
    {
        "book_id": "The Jew of Malta.act 1",
        "content": "FERNEZE. And all good fortune wait on Calymath! [Exeunt CALYMATH and BASSOES.] Go one and call those Jews of Malta hither: Were they not summon'd to appear to-day?"
    },
    {
        "book_id": "The Federalist Papers.essay 69",
        "content": "3. Candor, however, demands an acknowledgment that I do not think the claim of the governor to a right of nomination well founded. Yet it is always justifiable to reason from the practice of a government, till its propriety has been constitutionally questioned. And independent of this claim, when we take into view the other considerations, and pursue them through all their consequences, we shall be inclined to draw much the same conclusion."
    },
    {
        "book_id": "My Antonia.book 2.chapter 1",
        "content": "When Ambrosch came to town, however, he came alone, and though he put his horses in our barn, he would never stay for dinner, or tell us anything about his mother and sisters. If we ran out and questioned him as he was slipping through the yard, he would merely work his shoulders about in his coat and say, \"They all right, I guess.\""
    },
    {
        "book_id": "Dracula.chapter 14",
        "content": "\"Sir,\" I said, \"you could have no better claim on me than that you were a friend and helper of Lucy Westenra.\" And I held out my hand. He took it and said tenderly:--"
    },
    {
        "book_id": "Kidnapped.chapter 10",
        "content": "It was none too soon for me to look to my own part; for my head was scarce back at the window, before five men, carrying a spare yard for a battering-ram, ran past me and took post to drive the door in. I had never fired with a pistol in my life, and not often with a gun; far less against a fellow-creature. But it was now or never; and just as they swang the yard, I cried out: \"Take that!\" and shot into their midst."
    },
    {
        "book_id": "Siddhartha.part 2.chapter 6",
        "content": "The friend advised the merchant: \"Give him from the business he conducts for you a third of the profits, but let him also be liable for the same amount of the losses, when there is a loss. Then, he'll become more zealous.\""
    },
    {
        "book_id": "A Room With a View.part 2.chapter 10",
        "content": "\"I don't know whether they're any Emersons,\" retorted Freddy, who was democratic. Like his sister and like most young people, he was naturally attracted by the idea of equality, and the undeniable fact that there are different kinds of Emersons annoyed him beyond measure."
    },
    {
        "book_id": "Treasure Island.part 6.chapter 32",
        "content": "The buccaneers remained rooted to the ground, their eyes starting from their heads. Long after the voice had died away they still stared in silence, dreadfully, before them."
    },
    {
        "book_id": "The Return of the Native.book 1.chapters 10-11",
        "content": "\"I did say so. There is a sort of beauty in the scenery, I know; but it is a jail to me. The man you mention does not save me from that feeling, though he lives here. I should have cared nothing for him had there been a better person near.\""
    },
    {
        "book_id": "Howards End.chapter 44",
        "content": "\"It has to be,\" said Margaret. \"The hay fever is his chief objection against living here, but he thinks it worth while.\""
    },
    {
        "book_id": "Frankenstein.volume 3.chapter 22",
        "content": "The tranquillity which I now enjoyed did not endure. Memory brought madness with it; and when I thought on what had passed, a real insanity possessed me; sometimes I was furious, and burnt with rage, sometimes low and despondent. I neither spoke or looked, but sat motionless, bewildered by the multitude of miseries that overcame me."
    },
    {
        "book_id": "Henry VIII.act 2.scene 1",
        "content": "1. Good Angels keepe it from vs: What may it be? you doe not doubt my faith Sir? 2. This Secret is so weighty, 'twill require A strong faith to conceale it"
    },
    {
        "book_id": "The Red Badge of Courage.chapter 1",
        "content": "A corporal began to swear before the assemblage. He had just put a costly board floor in his house, he said. During the early spring he had refrained from adding extensively to the comfort of his environment because he had felt that the army might start on the march at any moment. Of late, however, he had been impressed that they were in a sort of eternal camp."
    },
    {
        "book_id": "Middlemarch.book 4.chapter 40",
        "content": "\"I have been disappointed in Fred,\" said Mrs. Garth, with decision. \"But I shall be ready to think well of him again when he gives me good reason to do so.\""
    },
    {
        "book_id": "Maggie A Girl of the Streets.chapter 5",
        "content": "Jimmie nodded understandingly. Over his features played an eager desire to state the amount of his valor in a similar crisis, but the narrator proceeded."
    },
    {
        "book_id": "The Return of Sherlock Holmes.chapter 13",
        "content": "\"I fear, sir,\" said Holmes, \"that, interesting and indeed essential as these details are, my inquiries must go more to the root of things. What WAS the letter?\""
    },
    {
        "book_id": "Adam Bede.book 5.chapter 38",
        "content": "\"Why, Adam, lad, is't you? Have ye been all this time away and not brought the lasses back, after all? Where are they?\""
    },
    {
        "book_id": "Little Women.part 1.chapter 21",
        "content": "\"Indeed, sir, I cannot tell; mother forbade it. Laurie has confessed, asked pardon, and been punished quite enough. We don't keep silence to shield him, but some one else, and it will make more trouble if you interfere. Please don't; it was partly my fault, but it's all right now; so let's forget it, and talk about the 'Rambler,' or something pleasant.\""
    },
    {
        "book_id": "Cyrano de Bergerac.act 3.scenes 2-3",
        "content": "THE DUENNA (putting her little finger in her ear): Yes! But my little finger tells me we shall miss them."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 6",
        "content": "Little by little the scene on the quay became more animated; sailors of various nations, merchants, ship-brokers, porters, fellahs, bustled to and fro as if the steamer were immediately expected. The weather was clear, and slightly chilly. The minarets of the town loomed above the houses in the pale rays of the sun. A jetty pier, some two thousand yards along, extended into the roadstead. A number of fishing-smacks and coasting boats, some retaining the fantastic fashion of ancient galleys, were discernible on the Red Sea."
    },
    {
        "book_id": "Romeo and Juliet.act 2.scene 4",
        "content": "Rom. Pardon, good Mercutio. My business was great, and in such a case as mine a man may strain courtesy."
    },
    {
        "book_id": "The Red Badge of Courage.chapter 10",
        "content": "The tattered man waved his hand. \"Nary die,\" he said. \"All I want is some pea soup an' a good bed. Some pea soup,\" he repeated dreamfully."
    },
    {
        "book_id": "Green Mansions.chapters 9-10",
        "content": "\"That reminds me,\" I interrupted, \"that I wish you to relate her history to me. She is, as you say, strange, and has speech and faculties unlike ours, which shows that she comes of a different race.\""
    },
    {
        "book_id": "Oliver Twist.chapters 47-48",
        "content": "The day was breaking, and there was light enough for the men to see each other's faces. They exchanged one brief glance; there was a fire in the eyes of both, which could not be mistaken."
    },
    {
        "book_id": "The House of the Seven Gables.chapter 12",
        "content": "Even as it was, a change grew visible; a change partly to be regretted, although whatever charm it infringed upon was repaired by another, perhaps more precious. She was not so constantly gay, but had her moods of thought, which Clifford, on the whole, liked better than her former phase of unmingled cheerfulness; because now she understood him better and more delicately, and sometimes even interpreted him to himself. Her eyes looked larger, and darker, and deeper; so deep, at some silent moments, that they seemed like Artesian wells, down, down, into the infinite. She was less girlish than when we first beheld her alighting from the omnibus; less girlish, but more a woman."
    },
    {
        "book_id": "Vanity Fair.chapters 43-48",
        "content": "Becky made Rawdon dine out once or twice on business, while Pitt stayed with them, and the Baronet passed the happy evening alone with her and Briggs. She went downstairs to the kitchen and actually cooked little dishes for him. \"Isn't it a good salmi?\" she said; \"I made it for you. I can make you better dishes than that, and will when you come to see me.\""
    },
    {
        "book_id": "Idylls of the King.chapter 11",
        "content": "He glanced and saw the stately galleries, Dame, damsel, each through worship of their Queen White-robed in honour of the stainless child, And some with scattered jewels, like a bank Of maiden snow mingled with sparks of fire. He looked but once, and vailed his eyes again."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 17",
        "content": "Passepartout, enchanted with his discovery, resolved to say nothing to his master, lest he should be justly offended at this mistrust on the part of his adversaries. But he determined to chaff Fix, when he had the chance, with mysterious allusions, which, however, need not betray his real suspicions."
    },
    {
        "book_id": "Main Street.chapter 3",
        "content": "UNDER the rolling clouds of the prairie a moving mass of steel. An irritable clank and rattle beneath a prolonged roar. The sharp scent of oranges cutting the soggy smell of unbathed people and ancient baggage."
    },
    {
        "book_id": "Adam Bede.book 2.chapter 19",
        "content": "And perhaps there is no time in a summer's day more cheering than when the warmth of the sun is just beginning to triumph over the freshness of the morning--when there is just a lingering hint of early coolness to keep off languor under the delicious influence of warmth. The reason Adam was walking along the lanes at this time was because his work for the rest of the day lay at a country-house about three miles off, which was being put in repair for the son of a neighbouring squire; and he had been busy since early morning with the packing of panels, doors, and chimney-pieces, in a waggon which was now gone on before him, while Jonathan Burge himself had ridden to the spot on horseback, to await its arrival and direct the workmen."
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter 21",
        "content": "Benny ran terrified into the house, saying, \"You can't put me in jail again. I don't belong to you now.\" It was well that the wind carried the words away from the doctor's ear. I told my grandmother of it, when we had our next conference at the trap-door, and begged of her not to allow the children to be impertinent to the irascible old man."
    },
    {
        "book_id": "The Merchant of Venice.act 2.scene 6",
        "content": "LORENZO. So are you, sweet, Even in the lovely garnish of a boy. But come at once; For the close night doth play the runaway, And we are stay'd for at Bassanio's feast."
    },
    {
        "book_id": "Wuthering Heights.chapter 18",
        "content": "'Now, get my horse,' she said, addressing her unknown kinsman as she would one of the stable-boys at the Grange. 'And you may come with me. I want to see where the goblin-hunter rises in the marsh, and to hear about the _fairishes_, as you call them: but make haste! What's the matter? Get my horse, I say.'"
    },
    {
        "book_id": "Cyrano de Bergerac.act i.scene ii",
        "content": "(They recognize and name the different elegantly dressed ladies who enter the boxes, bowing low to them. The ladies send smiles in answer.)"
    },
    {
        "book_id": "Wuthering Heights.chapter 3",
        "content": "Oh, how weary I grow. How I writhed, and yawned, and nodded, and revived! How I pinched and pricked myself, and rubbed my eyes, and stood up, and sat down again, and nudged Joseph to inform me if he would _ever_ have done. I was condemned to hear all out: finally, he reached the '_First of the Seventy-First_.' At that crisis, a sudden inspiration descended on me; I was moved to rise and denounce Jabez Branderham as the sinner of the sin that no Christian need pardon."
    },
    {
        "book_id": "The Mill on the Floss.book 1.chapter 10",
        "content": "Tickling a fat toad who is not highly sensitive is an amusement that it is possible to exhaust, and Tom by and by began to look round for some other mode of passing the time. But in so prim a garden, where they were not to go off the paved walks, there was not a great choice of sport. The only great pleasure such a restriction suggested was the pleasure of breaking it, and Tom began to meditate an insurrectionary visit to the pond, about a field's length beyond the garden."
    },
    {
        "book_id": "The House of Mirth.book 1.chapters 10-12",
        "content": "If she hoped to mollify him by this last concession the attempt was a failure, for he only replied, with the familiar lowering of the brows that made him look his dullest when he was angry: \"Hang going to your aunt's, and wasting the afternoon listening to a lot of other chaps talking to you! You know I'm not the kind to sit in a crowd and jaw--I'd always rather clear out when that sort of circus is going on. But why can't we go off somewhere on a little lark together--a nice quiet little expedition like that drive at Bellomont, the day you met me at the station?\""
    },
    {
        "book_id": "Vanity Fair.chapter 48",
        "content": "\"Men do that,\" Becky answered bitterly. \"Women are not so bad as you. Last year, when we were reduced to our last guinea, she gave us everything. She shall never leave me, until we are ruined utterly ourselves, which does not seem far off, or until I can pay her the utmost farthing.\""
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter xxxiv",
        "content": "I did not like to tell the sanguine, happy little fellow how much he was mistaken. I took him to a tailor, and procured a change of clothes. The rest of the day was spent in mutual asking and answering of questions, with the wish constantly repeated that the good old grandmother was with us, and frequent injunctions from Benny to write to her immediately, and be sure to tell her every thing about his voyage, and his journey to Boston."
    },
    {
        "book_id": "Emma.volume 2.chapter 35",
        "content": "\"I know you, I know you; you would take up with any thing; but I shall be a little more nice, and I am sure the good Campbells will be quite on my side; with your superior talents, you have a right to move in the first circle. Your musical knowledge alone would entitle you to name your own terms, have as many rooms as you like, and mix in the family as much as you chose;--that is--I do not know--if you knew the harp, you might do all that, I am very sure; but you sing as well as play;--yes, I really believe you might, even without the harp, stipulate for what you chose;--and you must and shall be delightfully, honourably and comfortably settled before the Campbells or I have any rest.\""
    },
    {
        "book_id": "Gulliver's Travels.part 2.chapter 4",
        "content": "THE COUNTRY DESCRIBED. A PROPOSAL FOR CORRECTING MODERN MAPS. THE KING'S PALACE, AND SOME ACCOUNT OF THE METROPOLIS. THE AUTHOR'S WAY OF TRAVELLING. THE CHIEF TEMPLE DESCRIBED."
    },
    {
        "book_id": "Macbeth.act 3.scene 3",
        "content": "SECOND MURDERER. He needs not our mistrust; since he delivers Our offices and what we have to do To the direction just."
    },
    {
        "book_id": "Persuasion.volume 1.chapter 2",
        "content": "Lady Russell felt obliged to oppose her dear Anne's known wishes. It would be too much to expect Sir Walter to descend into a small house in his own neighbourhood. Anne herself would have found the mortifications of it more than she foresaw, and to Sir Walter's feelings they must have been dreadful. And with regard to Anne's dislike of Bath, she considered it as a prejudice and mistake arising, first, from the circumstance of her having been three years at school there, after her mother's death; and secondly, from her happening to be not in perfectly good spirits the only winter which she had afterwards spent there with herself."
    },
    {
        "book_id": "Pride and Prejudice.volume 2.chapter 34",
        "content": "\"In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.\""
    },
    {
        "book_id": "Troilus and Cressida.act 5.scenes 2-10",
        "content": "ULYSSES. O, courage, courage, courage, Princes! Great Achilles Is arming, weeping, cursing, vowing vengeance. Patroclus' wounds have rous'd his drowsy blood, Together with his mangled Myrmidons, That noseless, handless, hack'd and chipp'd, come to him, Crying on Hector. Ajax hath lost a friend And foams at mouth, and he is arm'd and at it, Roaring for Troilus; who hath done to-day Mad and fantastic execution, Engaging and redeeming of himself With such a careless force and forceless care As if that luck, in very spite of cunning, Bade him win all."
    },
    {
        "book_id": "Anne of Green Gables.chapter 23",
        "content": "First of all Carrie Sloane dared Ruby Gillis to climb to a certain point in the huge old willow tree before the front door; which Ruby Gillis, albeit in mortal dread of the fat green caterpillars with which said tree was infested and with the fear of her mother before her eyes if she should tear her new muslin dress, nimbly did, to the discomfiture of the aforesaid Carrie Sloane. Then Josie Pye dared Jane Andrews to hop on her left leg around the garden without stopping once or putting her right foot to the ground; which Jane Andrews gamely tried to do, but gave out at the third corner and had to confess herself defeated."
    },
    {
        "book_id": "Gulliver's Travels.part i.chapter v",
        "content": "This open, bold declaration of mine was so opposite to the schemes and politics of his imperial majesty, that he could never forgive me; he mentioned it, in a very artful manner, at council, where, I was told, that some of the wisest appeared, at least by their silence, to be of my opinion; but others, who were my secret enemies, could not forbear some expressions, which by a side-wind reflected on me. And, from this time began an intrigue between his majesty and a junto[28] of ministers maliciously bent against me, which broke out in less than two months, and had like to have ended in my utter destruction. Of so little weight are the greatest services to princes, when put into the balance with a refusal to gratify their passions."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 28",
        "content": "\"What an idea!\" he said to himself. \"Why did my master make this journey in winter? Couldn't he have waited for the good season to increase his chances?\""
    },
    {
        "book_id": "The Federalist Papers.essay 7",
        "content": "The probability of incompatible alliances between the different States or confederacies and different foreign nations, and the effects of this situation upon the peace of the whole, have been sufficiently unfolded in some preceding papers. From the view they have exhibited of this part of the subject, this conclusion is to be drawn, that America, if not connected at all, or only by the feeble tie of a simple league, offensive and defensive, would, by the operation of such jarring alliances, be gradually entangled in all the pernicious labyrinths of European politics and wars; and by the destructive contentions of the parts into which she was divided, would be likely to become a prey to the artifices and machinations of powers equally the enemies of them all. Divide et impera(1) must be the motto of every nation that either hates or fears us.(2)"
    },
    {
        "book_id": "Notes from the Underground.part 2.chapter 6",
        "content": "She turned her head nearer to me, and it seemed to me in the darkness that she propped herself on her arm. Perhaps she was scrutinising me. How I regretted that I could not see her eyes. I heard her deep breathing."
    },
    {
        "book_id": "The Man in the Iron Mask.chapter 8",
        "content": "\"'Tis impossible to set a prisoner at liberty at such an hour. Where can he go to, a man so unacquainted with Paris?\""
    },
    {
        "book_id": "Romeo and Juliet.act 1.scene 2",
        "content": "Cap. But saying o'er what I have said before: My child is yet a stranger in the world, She hath not seen the change of fourteen years; Let two more summers wither in their pride Ere we may think her ripe to be a bride."
    },
    {
        "book_id": "King John.act 2.scene 1",
        "content": "CONSTANCE. Thou monstrous injurer of heaven and earth! Call not me slanderer: thou and thine usurp The dominations, royalties, and rights, Of this oppressed boy: this is thy eldest son's son, Infortunate in nothing but in thee: Thy sins are visited in this poor child; The canon of the law is laid on him, Being but the second generation Removed from thy sin-conceiving womb."
    },
    {
        "book_id": "The House of Mirth.book 2.chapter 6",
        "content": "\"I never was more astonished,\" Mrs. Fisher pursued. \"I don't know two women less predestined to intimacy--from Bertha's standpoint, that is; for of course poor Mattie thinks it natural enough that she should be singled out--I've no doubt the rabbit always thinks it is fascinating the anaconda. Well, you know I've always told you that Mattie secretly longed to bore herself with the really fashionable; and now that the chance has come, I see that she's capable of sacrificing all her old friends to it.\""
    },
    {
        "book_id": "Little Dorrit.book 2.chapter 31",
        "content": "Little Dorrit yielded willingly. She glided away into the prison for a few moments, returned, and said she was ready to go. They went out by another staircase, avoiding the lodge; and coming into the front court-yard, now all quiet and deserted, gained the street."
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 3",
        "content": "Thinking it his duty to heap the greatest attention upon the doctor because of his sad position, he begged him not to take his hat off, spoke to him in an undertone as if he had been ill, and even pretended to be angry because nothing rather lighter had been prepared for him than for the others, such as a little clotted cream or stewed pears. He told stories. Charles found himself laughing, but the remembrance of his wife suddenly coming back to him depressed him. Coffee was brought in; he thought no more about her."
    },
    {
        "book_id": "My Antonia.book 2.chapters 5-7",
        "content": "WINTER comes down savagely over a little town on the prairie. The wind that sweeps in from the open country strips away all the leafy screens that hide one yard from another in summer, and the houses seem to draw closer together. The roofs, that looked so far away across the green tree-tops, now stare you in the face, and they are so much uglier than when their angles were softened by vines and shrubs."
    },
    {
        "book_id": "Typee.chapter 21",
        "content": "According to Kory-Kory's account, the pi-pi upon which stands the Hoolah Hoolah ground was built a great many moons ago, under the direction of Monoo, a great chief and warrior, and, as it would appear, master-mason among the Typees. It was erected for the express purpose to which it is at present devoted, in the incredibly short period of one sun; and was dedicated to the immortal wooden idols by a grand festival, which lasted ten days and nights."
    },
    {
        "book_id": "Coriolanus.act 4.scene 6",
        "content": "SICINIUS. We hear not of him, neither need we fear him. His remedies are tame. The present peace And quietness of the people, which before Were in wild hurry, here do make his friends Blush that the world goes well; who rather had, Though they themselves did suffer by't, behold Dissentious numbers pest'ring streets than see Our tradesmen singing in their shops, and going About their functions friendly."
    },
    {
        "book_id": "Frankenstein.volume 2.chapter 10",
        "content": "We rest; a dream has power to poison sleep. We rise; one wand'ring thought pollutes the day. We feel, conceive, or reason; laugh, or weep, Embrace fond woe, or cast our cares away; It is the same: for, be it joy or sorrow, The path of its departure still is free. Man's yesterday may ne'er be like his morrow; Nought may endure but mutability!"
    },
    {
        "book_id": "Typee.chapter 18",
        "content": "This explanation would have been altogether unintelligible to me, had it not recalled to my mind something I had previously heard concerning a singular custom among these islanders. Though the country is possessed by various tribes, whose mutual hostilities almost wholly prelude any intercourse between them; yet there are instances where a person having ratified friendly relations with some individual belonging longing to the valley, whose inmates are at war with his own, may, under particular restrictions, venture with impunity into the country of his friend, where, under other circumstances, he would have been treated as an enemy. In this light are personal friendships regarded among them, and the individual so protected is said to be 'taboo', and his person, to a certain extent, is held as sacred. Thus the stranger informed me he had access to all the valleys in the island."
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter 23",
        "content": "But childhood is like a day in spring, alternately shower and sunshine. Before night Benny was bright and lively, threatening the destruction of the dog; and great was his delight when the doctor told him the next day that the dog had bitten another boy and been shot. Benny recovered from his wounds; but it was long before he could walk."
    },
    {
        "book_id": "The Portrait of a Lady.chapters 41-44",
        "content": "\"Isabel ought to make a stand,\" said Miss Stackpole. \"I'm afraid she has changed a great deal. I told her she would.\""
    },
    {
        "book_id": "Emma.volume 2.chapter 24",
        "content": "\"You are right. It was not very flattering to Miss Campbell; but she really did not seem to feel it.\""
    },
    {
        "book_id": "Babbitt.chapter 20",
        "content": "Paul returned four days later, and the Babbitts and Rieslings went festively to the movies and had chop suey at a Chinese restaurant. As they walked to the restaurant through a street of tailor shops and barber shops, the two wives in front, chattering about cooks, Babbitt murmured to Paul, \"Zil seems a lot nicer now.\""
    },
    {
        "book_id": "The House of Mirth.book 2.chapters 7-8",
        "content": "Miss Bart had not revealed to Gerty the full extent of her anxiety. She was in fact in urgent and immediate need of money: money to meet the vulgar weekly claims which could neither be deferred nor evaded. To give up her apartment, and shrink to the obscurity of a boarding-house, or the provisional hospitality of a bed in Gerty Farish's sitting-room, was an expedient which could only postpone the problem confronting her; and it seemed wiser as well as more agreeable to remain where she was and find some means of earning her living. The possibility of having to do this was one which she had never before seriously considered, and the discovery that, as a bread-winner, she was likely to prove as helpless and ineffectual as poor Miss Silverton, was a severe shock to her self-confidence."
    },
    {
        "book_id": "Little Dorrit.book 2.chapter 28",
        "content": "When he had finished this epistle, Rigaud folded it and tossed it with a flourish at Clennam's feet. 'Hola you! Apropos of producing, let somebody produce that at its address, and produce the answer here.'"
    },
    {
        "book_id": "King Lear.act 5.scene 1",
        "content": "Regan. Why is this reasond? Gone. Combine together 'gainst the Enemie: For these domesticke and particular broiles, Are not the question heere"
    },
    {
        "book_id": "Vanity Fair.chapter 37",
        "content": "\"Good morning, your Honour,\" said Clink, in reply to the \"How do, Clink?\" of the Colonel. \"This ere young gentleman is about the little Colonel's age, sir,\" continued the corporal."
    },
    {
        "book_id": "Mansfield Park.chapter 1",
        "content": "\"There will be some difficulty in our way, Mrs. Norris,\" observed Sir Thomas, \"as to the distinction proper to be made between the girls as they grow up: how to preserve in the minds of my _daughters_ the consciousness of what they are, without making them think too lowly of their cousin; and how, without depressing her spirits too far, to make her remember that she is not a _Miss Bertram_. I should wish to see them very good friends, and would, on no account, authorise in my girls the smallest degree of arrogance towards their relation; but still they cannot be equals. Their rank, fortune, rights, and expectations will always be different. It is a point of great delicacy, and you must assist us in our endeavours to choose exactly the right line of conduct.\""
    },
    {
        "book_id": "Richard II.act 5.scenes 4-6",
        "content": "Keep. My Lord, wilt please you to fall too? Rich. Taste of it first, as thou wer't wont to doo"
    },
    {
        "book_id": "Anne of Green Gables.chapter 11",
        "content": "Anne started off irreproachable, arrayed in the stiff black-and-white sateen, which, while decent as regards length and certainly not open to the charge of skimpiness, contrived to emphasize every corner and angle of her thin figure. Her hat was a little, flat, glossy, new sailor, the extreme plainness of which had likewise much disappointed Anne, who had permitted herself secret visions of ribbon and flowers. The latter, however, were supplied before Anne reached the main road, for being confronted halfway down the lane with a golden frenzy of wind-stirred buttercups and a glory of wild roses, Anne promptly and liberally garlanded her hat with a heavy wreath of them. Whatever other people might have thought of the result it satisfied Anne, and she tripped gaily down the road, holding her ruddy head with its decoration of pink and yellow very proudly."
    },
    {
        "book_id": "Leviathan.part 2.chapter 17",
        "content": "It is true, that certain living creatures, as Bees, and Ants, live sociably one with another, (which are therefore by Aristotle numbred amongst Politicall creatures;) and yet have no other direction, than their particular judgements and appetites; nor speech, whereby one of them can signifie to another, what he thinks expedient for the common benefit: and therefore some man may perhaps desire to know, why Man-kind cannot do the same. To which I answer,"
    },
    {
        "book_id": "Little Dorrit.book 2.chapter 1",
        "content": "At this time, the younger of the two young ladies, who had been silently attentive in her dark corner (the fire-light was the chief light in the sombre room, the lamp being smoky and dull) to what had been said of the absent lady, glided out. She was at a loss which way to turn when she had softly closed the door; but, after a little hesitation among the sounding passages and the many ways, came to a room in a corner of the main gallery, where the servants were at their supper. From these she obtained a lamp, and a direction to the lady's room."
    },
    {
        "book_id": "Little Women.part 1.chapter 10",
        "content": "\"Mr. President and gentlemen,\" he began, assuming a parliamentary attitude and tone, \"I wish to propose the admission of a new member,--one who highly deserves the honor, would be deeply grateful for it, and would add immensely to the spirit of the club, the literary value of the paper, and be no end jolly and nice. I propose Mr. Theodore Laurence as an honorary member of the P. C. Come now, do have him.\""
    },
    {
        "book_id": "Oliver Twist.chapter 8",
        "content": "Mr. Dawkin's appearance did not say a vast deal in favour of the comforts which his patron's interest obtained for those whom he took under his protection; but, as he had a rather flightly and dissolute mode of conversing, and furthermore avowed that among his intimate friends he was better known by the sobriquet of 'The Artful Dodger,' Oliver concluded that, being of a dissipated and careless turn, the moral precepts of his benefactor had hitherto been thrown away upon him. Under this impression, he secretly resolved to cultivate the good opinion of the old gentleman as quickly as possible; and, if he found the Dodger incorrigible, as he more than half suspected he should, to decline the honour of his farther acquaintance."
    },
    {
        "book_id": "Ivanhoe.chapter 33",
        "content": "\"Thou be'st thyself more like a thief and a heretic,\" said the Friar, equally indignant; \"I will pouch up no such affront before my parishioners, as thou thinkest it not shame to put upon me, although I be a reverend brother to thee. 'Ossa ejus perfringam', I will break your bones, as the Vulgate hath it.\""
    },
    {
        "book_id": "Dracula.chapter 22",
        "content": "\"No, I shall not forget, for it is well that I remember; and with it I have so much in memory of you that is sweet, that I take it all together. Now, you must all be going soon. Breakfast is ready, and we must all eat that we may be strong.\""
    },
    {
        "book_id": "Idylls of the King.chapter 2",
        "content": "'And near him stood the Lady of the Lake, Who knows a subtler magic than his own-- Clothed in white samite, mystic, wonderful. She gave the King his huge cross-hilted sword, Whereby to drive the heathen out: a mist Of incense curled about her, and her face Wellnigh was hidden in the minster gloom; But there was heard among the holy hymns A voice as of the waters, for she dwells Down in a deep; calm, whatsoever storms May shake the world, and when the surface rolls, Hath power to walk the waters like our Lord."
    },
    {
        "book_id": "The Deerslayer.chapters 3-4",
        "content": "\"Ay, ay; you 've never fought except in traditions, that's plain enough, young man! Did you ever see as broad a sheet of water as this above us, before you came in upon it with Hurry?\""
    },
    {
        "book_id": "Henry VIII.act ii.scene i",
        "content": "1. Whether away so fast? 2. O, God saue ye: Eu'n to the Hall, to heare what shall become Of the great Duke of Buckingham"
    },
    {
        "book_id": "Julius Caesar.act 1.scene 3",
        "content": "CASSIUS. Be you content. Good Cinna, take this paper, And look you lay it in the praetor's chair, Where Brutus may but find it; and throw this In at his window; set this up with wax Upon old Brutus' statue: all this done, Repair to Pompey's Porch, where you shall find us. Is Decius Brutus and Trebonius there?"
    },
    {
        "book_id": "Vanity Fair.chapter 31",
        "content": "\"He fled last night to Bruges, and embarks today from Ostend. The Duc de Berri is taken prisoner. Those who wish to be safe had better go soon, for the dykes will be opened to-morrow, and who can fly when the whole country is under water?\""
    },
    {
        "book_id": "Adam Bede.book 1.chapter 10",
        "content": "Lisbeth paused, in a listening attitude, without removing her apron from her face. The voice was strange to her. Could it be her sister's spirit come back to her from the dead after all those years? She trembled and dared not look."
    },
    {
        "book_id": "Typee.chapter 34",
        "content": "Only one other of the savages reached the boat. He seized the gunwhale, but the knives of our rowers so mauled his wrists, that he was forced to quit his hold, and the next minute we were past them all, and in safety. The strong excitement which had thus far kept me up, now left me, and I fell back fainting into the arms of Karakoee."
    },
    {
        "book_id": "Pygmalion.act ii",
        "content": "LIZA. Talking money out of other people's pockets into his own. His proper trade's a navvy; and he works at it sometimes too--for exercise--and earns good money at it. Ain't you going to call me Miss Doolittle any more?"
    },
    {
        "book_id": "Macbeth.act 3.scene 6",
        "content": "LENNOX. And that well might Advise him to a caution, to hold what distance His wisdom can provide. Some holy angel Fly to the court of England, and unfold His message ere he come; that a swift blessing May soon return to this our suffering country Under a hand accurs'd!"
    },
    {
        "book_id": "Jane Eyre.volume 1.chapter 12",
        "content": "This, _par parenthese_, will be thought cool language by persons who entertain solemn doctrines about the angelic nature of children, and the duty of those charged with their education to conceive for them an idolatrous devotion: but I am not writing to flatter parental egotism, to echo cant, or prop up humbug; I am merely telling the truth. I felt a conscientious solicitude for Adele's welfare and progress, and a quiet liking for her little self: just as I cherished towards Mrs. Fairfax a thankfulness for her kindness, and a pleasure in her society proportionate to the tranquil regard she had for me, and the moderation of her mind and character."
    },
    {
        "book_id": "Pygmalion.act iv",
        "content": "LIZA. I'm sorry. I'm only a common ignorant girl; and in my station I have to be careful. There can't be any feelings between the like of you and the like of me. Please will you tell me what belongs to me and what doesn't?"
    },
    {
        "book_id": "Julius Caesar.act 3.scene 1",
        "content": "ANTONY. Post back with speed, and tell him what hath chanced. Here is a mourning Rome, a dangerous Rome, No Rome of safety for Octavius yet; Hie hence, and tell him so. Yet stay awhile; Thou shalt not back till I have borne this corse Into the market-place: there shall I try, In my oration, how the people take The cruel issue of these bloody men; According to the which thou shalt discourse To young Octavius of the state of things. Lend me your hand."
    },
    {
        "book_id": "Around the World in 80 Days.chapter 28",
        "content": "Passepartout, joining the group, heard the signal-man say, \"No! you can't pass. The bridge at Medicine Bow is shaky, and would not bear the weight of the train.\""
    },
    {
        "book_id": "Dracula.chapter 4",
        "content": "As I write there is in the passage below a sound of many tramping feet and the crash of weights being set down heavily, doubtless the boxes, with their freight of earth. There is a sound of hammering; it is the box being nailed down. Now I can hear the heavy feet tramping again along the hall, with many other idle feet coming behind them."
    },
    {
        "book_id": "Main Street.chapter 29",
        "content": "Their talk was nothing but improvisations on the theme: \"I never did like this Haydock. He just considers his own convenience.\" Ahead of them, the Dillons and Woodfords spoke of the weather and B. J. Gougerling's new bungalow. No one referred to their tennis tournament. At her gate Carol shook hands firmly with Erik and smiled at him."
    },
    {
        "book_id": "Cyrano de Bergerac.act iv.scene x",
        "content": "CYRANO: Good. (Calling out to Roxane, whom De Guiche, aided by Ragueneau, is bearing away in a fainting condition): Farewell, Roxane!"
    },
    {
        "book_id": "David Copperfield.chapter 19",
        "content": "'It has occurred to me,' pursued my aunt, 'that a little change, and a glimpse of life out of doors, may be useful in helping you to know your own mind, and form a cooler judgement. Suppose you were to go down into the old part of the country again, for instance, and see that--that out-of-the-way woman with the savagest of names,' said my aunt, rubbing her nose, for she could never thoroughly forgive Peggotty for being so called."
    },
    {
        "book_id": "Anne of Green Gables.chapter 35",
        "content": "In the Academy Anne gradually drew a little circle of friends about her, thoughtful, imaginative, ambitious students like herself. With the \"rose-red\" girl, Stella Maynard, and the \"dream girl,\" Priscilla Grant, she soon became intimate, finding the latter pale spiritual-looking maiden to be full to the brim of mischief and pranks and fun, while the vivid, black-eyed Stella had a heartful of wistful dreams and fancies, as aerial and rainbow-like as Anne's own."
    },
    {
        "book_id": "Winesburg Ohio.chapter 17",
        "content": "The fury of the young man became uncontrollable. \"I won't stand it,\" he yelled, looking up at the bare branches of the trees. \"I'm not made to stand it.\""
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 2",
        "content": "\"The daughter of old Rouault a town miss! Get out! Their grandfather was a shepherd, and they have a cousin who was almost had up at the assizes for a nasty blow in a quarrel. It is not worth while making such a fuss, or showing herself at church on Sundays in a silk gown like a countess. Besides, the poor old chap, if it hadn't been for the colza last year, would have had much ado to pay up his arrears.\""
    },
    {
        "book_id": "Little Dorrit.book 2.chapter 17",
        "content": "'You asked me if I accounted for the disappearance to myself,' Mrs Clennam sternly reminded him, 'not if I accounted for it to you. I do not pretend to account for it to you, sir. I understand it to be no more my business to do that, than it is yours to require that.'"
    },
    {
        "book_id": "Typee.chapter 24",
        "content": "ALTHOUGH I had been baffled in my attempts to learn the origin of the Feast of Calabashes, yet it seemed very plain to me that it was principally, if not wholly, of a religious character. As a religious solemnity, however, it had not at all corresponded with the horrible descriptions of Polynesian worship which we have received in some published narratives, and especially in those accounts of the evangelized islands with which the missionaries have favoured us. Did not the sacred character of these persons render the purity of their intentions unquestionable, I should certainly be led to suppose that they had exaggerated the evils of Paganism, in order to enhance the merit of their own disinterested labours."
    },
    {
        "book_id": "Adam Bede.book 5.chapter 41",
        "content": "\"But you don't mind about it,\" said Adam indignantly. \"You think it doesn't matter as she lies there in shame and misery, and he knows nothing about it--he suffers nothing.\""
    },
    {
        "book_id": "Sister Carrie.chapter 29",
        "content": "Carrie had never been ill-disposed toward him. Only a moment before she had been listening with some complacency, remembering her old affection for him. He was so handsome, so daring!"
    },
    {
        "book_id": "Vanity Fair.chapter 9",
        "content": "Miss Sharp's accounts of his employment at Queen's Crawley were not caricatures. He subjected the servants there to the devotional exercises before mentioned, in which (and so much the better) he brought his father to join. He patronised an Independent meeting-house in Crawley parish, much to the indignation of his uncle the Rector, and to the consequent delight of Sir Pitt, who was induced to go himself once or twice, which occasioned some violent sermons at Crawley parish church, directed point-blank at the Baronet's old Gothic pew there. Honest Sir Pitt, however, did not feel the force of these discourses, as he always took his nap during sermon-time."
    },
    {
        "book_id": "A Tale of Two Cities.book 2.chapter 5",
        "content": "\"Partly through paying me to help you, I suppose. But it's not worth your while to apostrophise me, or the air, about it; what you want to do, you do. You were always in the front rank, and I was always behind.\""
    },
    {
        "book_id": "Pride and Prejudice.volume 2.chapters 24-25",
        "content": "\"And _that_ is quite impossible; for he is now in the custody of his friend, and Mr. Darcy would no more suffer him to call on Jane in such a part of London! My dear aunt, how could you think of it? Mr. Darcy may perhaps have _heard_ of such a place as Gracechurch Street, but he would hardly think a month's ablution enough to cleanse him from its impurities, were he once to enter it; and depend upon it, Mr. Bingley never stirs without him.\""
    },
    {
        "book_id": "Measure for Measure.act 4.scene 3",
        "content": "_Duke._ This nor hurts him nor profits you a jot; 120 Forbear it therefore; give your cause to heaven. Mark what I say, which you shall find By every syllable a faithful verity: The Duke comes home to-morrow;--nay, dry your eyes; One of our covent, and his confessor, 125 Gives me this instance: already he hath carried Notice to Escalus and Angelo; Who do prepare to meet him at the gates, There to give up their power. If you can, pace your wisdom In that good path that I would wish it go; 130 And you shall have your bosom on this wretch, Grace of the Duke, revenges to your heart, And general honour."
    },
    {
        "book_id": "Emma.volume 1.chapter 10",
        "content": "Their road to this detached cottage was down Vicarage Lane, a lane leading at right angles from the broad, though irregular, main street of the place; and, as may be inferred, containing the blessed abode of Mr. Elton. A few inferior dwellings were first to be passed, and then, about a quarter of a mile down the lane rose the Vicarage, an old and not very good house, almost as close to the road as it could be. It had no advantage of situation; but had been very much smartened up by the present proprietor; and, such as it was, there could be no possibility of the two friends passing it without a slackened pace and observing eyes.--Emma's remark was--"
    },
    {
        "book_id": "Oliver Twist.chapters 30-34",
        "content": "Brittles replying in the affirmative, and pointing out the building, the portly man stepped back to the garden-gate, and helped his companion to put up the gig: while Brittles lighted them, in a state of great admiration. This done, they returned to the house, and, being shown into a parlour, took off their great-coats and hats, and showed like what they were."
    },
    {
        "book_id": "Macbeth.act 4.scene 1-scene 3",
        "content": "MACDUFF. This avarice Sticks deeper; grows with more pernicious root Than summer-seeming lust; and it hath been The sword of our slain kings: yet do not fear; Scotland hath foysons to fill up your will, Of your mere own: all these are portable, With other graces weigh'd."
    },
    {
        "book_id": "Richard II.act 5.scene 5",
        "content": "Bul. Carlile, this is your doome: Choose out some secret place, some reuerend roome More then thou hast, and with it ioy thy life: So as thou liu'st in peace, dye free from strife: For though mine enemy, thou hast euer beene, High sparkes of Honor in thee haue I seene. Enter Exton with a Coffin."
    },
    {
        "book_id": "A Tale of Two Cities.book 1.chapter 4",
        "content": "\"A--a matter of business. You confuse me, and how can I transact business if I am confused? Let us be clear-headed. If you could kindly mention now, for instance, what nine times ninepence are, or how many shillings in twenty guineas, it would be so encouraging. I should be so much more at my ease about your state of mind.\""
    },
    {
        "book_id": "Gulliver's Travels.part 1.chapter 7",
        "content": "That the said Quinbus Flestrin, having brought the imperial fleet of Blefuscu into the royal port, and being afterwards commanded by his imperial majesty to seize all the other ships of the said empire of Blefuscu, and reduce that empire to a province, to be governed by a viceroy from hence, and to destroy and put to death, not only all the Big-endian exiles, but likewise all the people of that empire who would not immediately forsake the Big-endian heresy. He, the said Flestrin, like a false traitor against his most auspicious, serene, imperial majesty, did petition to be excused from the said service, upon pretence of unwillingness to force the consciences or destroy the liberties and lives of an innocent people."
    },
    {
        "book_id": "Jane Eyre.volume 1.chapter 6",
        "content": "In her turn, Helen Burns asked me to explain, and I proceeded forthwith to pour out, in my own way, the tale of my sufferings and resentments. Bitter and truculent when excited, I spoke as I felt, without reserve or softening."
    },
    {
        "book_id": "Northanger Abbey.chapter 2",
        "content": "\"Very true, my dear; and if we knew anybody we would join them directly. The Skinners were here last year--I wish they were here now.\""
    },
    {
        "book_id": "Typee.chapter 25",
        "content": "All the islanders are more or less in the habit of anointing themselves; the women preferring the 'aker' to 'papa', and the men using the oil of the cocoanut. Mehevi was remarkable fond of mollifying his entire cuticle with this ointment. Sometimes he might be seen, with his whole body fairly reeking with the perfumed oil of the nut, looking as if he had just emerged from a soap-boiler's vat, or had undergone the process of dipping in a tallow-chandlery. To this cause perhaps, united to their frequent bathing and extreme cleanliness, is ascribable, in a great measure, the marvellous purity and smoothness of skin exhibited by the natives in general."
    },
    {
        "book_id": "The Merchant of Venice.act 3.scene 2",
        "content": "It is engend'red in the eyes, With gazing fed; and fancy dies In the cradle where it lies. Let us all ring fancy's knell: I'll begin it.--Ding, dong, bell."
    },
    {
        "book_id": "Notes from the Underground.part 2.chapter 5",
        "content": "\"No, I must do a great deal to make up for all that,\" I cried. \"But I will make up for it or perish on the spot this very night. Start!\""
    },
    {
        "book_id": "Dracula.chapter 20",
        "content": "\"Because he walked with God.\" I could not see the analogy, but did not like to admit it; so I harked back to what he had denied:--"
    },
    {
        "book_id": "Cyrano de Bergerac.act 1.scene 5",
        "content": "LE BRET: These fops, would-be belligerent, Will, if you heed them only, turn your head!. . . Ask people of good sense if you would know The effect of your fine insolence--"
    },
    {
        "book_id": "Coriolanus.act 2.scene 1",
        "content": "A sennet. Trumpets sound. Enter COMINIUS the GENERAL, and TITUS LARTIUS; between them, CORIOLANUS, crown'd with an oaken garland; with CAPTAINS and soldiers and a HERALD"
    },
    {
        "book_id": "The Merry Wives of Windsor.act 4.scenes 3-6",
        "content": "EVANS. I will teach the children their behaviours; and I will be like a jack-an-apes also, to burn the knight with my taber."
    },
    {
        "book_id": "Dr. Jekyll and Mr. Hyde.chapter 5",
        "content": "\"No,\" said the other. \"I cannot say that I care what becomes of Hyde; I am quite done with him. I was thinking of my own character, which this hateful business has rather exposed.\""
    },
    {
        "book_id": "Cyrano De Bergerac.act 5.scene 6",
        "content": "RAGUENEAU: Yes; but I shall leave to-morrow. I cannot bear it!--Yesterday, they played 'Scapin'--I saw he'd thieved a scene from you!"
    },
    {
        "book_id": "The Pickwick Papers.chapters 35-37",
        "content": "The next was a very unpropitious morning for a journey--muggy, damp, and drizzly. The horses in the stages that were going out, and had come through the city, were smoking so, that the outside passengers were invisible. The newspaper-sellers looked moist, and smelled mouldy; the wet ran off the hats of the orange-vendors as they thrust their heads into the coach windows, and diluted the insides in a refreshing manner. The Jews with the fifty-bladed penknives shut them up in despair; the men with the pocket-books made pocket-books of them. Watch-guards and toasting-forks were alike at a discount, and pencil-cases and sponges were a drug in the market."
    },
    {
        "book_id": "Middlemarch.book 5.chapters 42-45",
        "content": "'Why should our pride make such a stir to be And be forgot? What good is like to this, To do worthy the writing, and to write Worthy the reading and the worlds delight?'"
    },
    {
        "book_id": "Evelina.volume 3.chapters 16-23",
        "content": "He bowed, and thanked me. Lord Orville, then, holding out his hand, said, \"Mr. Macartney, I hope we shall be better acquainted; I promise myself much pleasure from cultivating your friendship.\""
    },
    {
        "book_id": "A Tale of Two Cities.book 2.chapter 14",
        "content": "Within half an hour from the first starting, they were beyond the winking lamps, and the more than winking watchmen, and were out upon a lonely road. Another fisherman was picked up here--and that so silently, that if Young Jerry had been superstitious, he might have supposed the second follower of the gentle craft to have, all of a sudden, split himself into two."
    },
    {
        "book_id": "Troilus and Cressida.act 5.scene 1",
        "content": "ACHILLES. I'll heat his blood with Greekish wine to-night, Which with my scimitar I'll cool to-morrow. Patroclus, let us feast him to the height. PATROCLUS. Here comes Thersites."
    },
    {
        "book_id": "Emma.volume 2.chapter 25",
        "content": "Although in one instance the bearers of not good tidings, Mr. and Mrs. Weston's visit this morning was in another respect particularly opportune. Something occurred while they were at Hartfield, to make Emma want their advice; and, which was still more lucky, she wanted exactly the advice they gave."
    },
    {
        "book_id": "The Man in the Iron Mask.chapter 20",
        "content": "\"Later, later,\" said the king's voice, from the bottom of the alcove; a voice which made a cold shudder pass through the musketeer's veins. He bowed, amazed, confused, and stupefied by the smile with which Aramis seemed to overwhelm him, as soon as these words had been pronounced."
    },
    {
        "book_id": "Main Street.chapter 24",
        "content": "Carol smiled, and Kennicott was pleased that she had come to her senses. \"As Whit says, after all the first thing is to have the inside of a house right, and darn the people on the outside looking in!\""
    },
    {
        "book_id": "The Return of the Native.book 1.chapters 1-2",
        "content": "Such a perfect, delicate, and necessary finish did the figure give to the dark pile of hills that it seemed to be the only obvious justification of their outline. Without it, there was the dome without the lantern; with it the architectural demands of the mass were satisfied. The scene was strangely homogeneous, in that the vale, the upland, the barrow, and the figure above it amounted only to unity. Looking at this or that member of the group was not observing a complete thing, but a fraction of a thing."
    },
    {
        "book_id": "Howards End.chapter 31",
        "content": "He assured her that she misunderstood him. It is home life that distinguishes us from the foreigner. But he did not believe in a damp home."
    },
    {
        "book_id": "The Merchant of Venice.act 2.scene 9",
        "content": "'The fire seven times tried this; Seven times tried that judgment is That did never choose amiss. Some there be that shadows kiss; Such have but a shadow's bliss; There be fools alive, I wis, Silver'd o'er, and so was this. Take what wife you will to bed, I will ever be your head: So be gone; you are sped.'"
    },
    {
        "book_id": "The Portrait of a Lady.chapter 55",
        "content": "This however, of course, was but a subjective fact, as the metaphysicians say; the confusion, the noise of waters, all the rest of it, were in her own swimming head. In an instant she became aware of this. \"Do me the greatest kindness of all,\" she panted. \"I beseech you to go away!\""
    },
    {
        "book_id": "The Red Badge of Courage.chapter 22",
        "content": "The detached battle between the four regiments lasted for some time. There chanced to be no interference, and they settled their dispute by themselves. They struck savagely and powerfully at each other for a period of minutes, and then the lighter-hued regiments faltered and drew back, leaving the dark-blue lines shouting. The youth could see the two flags shaking with laughter amid the smoke remnants."
    },
    {
        "book_id": "Ivanhoe.chapter xvi",
        "content": "\"How long is it since the good keeper has been here?\" said the knight to his host, after having swallowed several hasty morsels of this reinforcement to the hermit's good cheer."
    },
    {
        "book_id": "Treasure Island.part 2.chapter 11",
        "content": "By this time I had begun to understand the meaning of their terms. By a \"gentleman of fortune\" they plainly meant neither more nor less than a common pirate, and the little scene that I had overheard was the last act in the corruption of one of the honest hands--perhaps of the last one left aboard. But on this point I was soon to be relieved, for, Silver giving a little whistle, a third man strolled up and sat down by the party."
    },
    {
        "book_id": "Madame Bovary.part 3.chapters 5-6",
        "content": "So one Thursday Emma was surprised to meet Monsieur Homais in the kitchen of the \"Lion d'Or,\" wearing a traveller's costume, that is to say, wrapped in an old cloak which no one knew he had, while he carried a valise in one hand and the foot-warmer of his establishment in the other. He had confided his intentions to no one, for fear of causing the public anxiety by his absence."
    },
    {
        "book_id": "The Federalist Papers.essay 11",
        "content": "Under a vigorous national government, the natural strength and resources of the country, directed to a common interest, would baffle all the combinations of European jealousy to restrain our growth. This situation would even take away the motive to such combinations, by inducing an impracticability of success. An active commerce, an extensive navigation, and a flourishing marine would then be the offspring of moral and physical necessity. We might defy the little arts of the little politicians to control or vary the irresistible and unchangeable course of nature."
    },
    {
        "book_id": "Leviathan.part 1.chapter 5",
        "content": "To conclude, The Light of humane minds is Perspicuous Words, but by exact definitions first snuffed, and purged from ambiguity; Reason is the Pace; Encrease of Science, the Way; and the Benefit of man-kind, the End. And on the contrary, Metaphors, and senslesse and ambiguous words, are like Ignes Fatui; and reasoning upon them, is wandering amongst innumerable absurdities; and their end, contention, and sedition, or contempt."
    },
    {
        "book_id": "Ivanhoe.chapter ix",
        "content": "There was some murmuring among the damsels of Norman descent, who were as much unused to see the preference given to a Saxon beauty, as the Norman nobles were to sustain defeat in the games of chivalry which they themselves had introduced. But these sounds of disaffection were drowned by the popular shout of \"Long live the Lady Rowena, the chosen and lawful Queen of Love and of Beauty!\" To which many in the lower area added, \"Long live the Saxon Princess! long live the race of the immortal Alfred!\""
    },
    {
        "book_id": "Main Street.chapter 19",
        "content": "A thousand dreams governed by the fiction she had read, drawn from the pictures she had envied, absorbed her drowsy lake afternoons, but always in the midst of them Kennicott came out from town, drew on khaki trousers which were plastered with dry fish-scales, asked, \"Enjoying yourself?\" and did not listen to her answer."
    },
    {
        "book_id": "Titus Andronicus.act 4.scene 2",
        "content": "AARON. Now to the Goths, as swift as swallow flies, There to dispose this treasure in mine arms, And secretly to greet the Empress' friends. Come on, you thick-lipp'd slave, I'll bear you hence; For it is you that puts us to our shifts. I'll make you feed on berries and on roots, And feed on curds and whey, and suck the goat, And cabin in a cave, and bring you up To be a warrior and command a camp. Exit with the CHILD"
    },
    {
        "book_id": "A Midsummer Night's Dream.act 5.scene 1",
        "content": "OBERON. Through the house give glimmering light, By the dead and drowsy fire; Every elf and fairy sprite Hop as light as bird from brier; And this ditty, after me, Sing and dance it trippingly. TITANIA. First, rehearse your song by rote, To each word a warbling note; Hand in hand, with fairy grace, Will we sing, and bless this place."
    },
    {
        "book_id": "Wuthering Heights.chapter 20",
        "content": "'My father!' he cried, in strange perplexity. 'Mamma never told me I had a father. Where does he live? I'd rather stay with uncle.'"
    },
    {
        "book_id": "Wuthering Heights.chapter 11",
        "content": "Mrs. Linton saw Isabella tear herself free, and run into the garden; and a minute after, Heathcliff opened the door. I couldn't withhold giving some loose to my indignation; but Catherine angrily insisted on silence, and threatened to order me out of the kitchen, if I dared to be so presumptuous as to put in my insolent tongue."
    },
    {
        "book_id": "David Copperfield.chapter xvi",
        "content": "At supper, we were hardly so gay. Everyone appeared to feel that a parting of that sort was an awkward thing, and that the nearer it approached, the more awkward it was. Mr. Jack Maldon tried to be very talkative, but was not at his ease, and made matters worse. And they were not improved, as it appeared to me, by the Old Soldier: who continually recalled passages of Mr. Jack Maldon's youth."
    },
    {
        "book_id": "The Mill on the Floss.book 2.chapter 2",
        "content": "\"Why, Pivart's a new name hereabout, brother, isn't it?\" she said; \"he didn't own the land in father's time, nor yours either, before I was married.\""
    },
    {
        "book_id": "Pride and Prejudice.volume 1.chapter 11",
        "content": "Her sister made not the smallest objection, and the piano-forte was opened, and Darcy, after a few moments recollection, was not sorry for it. He began to feel the danger of paying Elizabeth too much attention."
    },
    {
        "book_id": "A Doll's House.act 2",
        "content": "_Mrs. Linde_ (_looks hard at her, lays down her sewing and gets up slowly_). Nora, you are concealing something from me."
    },
    {
        "book_id": "Jane Eyre.volume 2.chapter 17",
        "content": "And did I now think Miss Ingram such a choice as Mr. Rochester would be likely to make? I could not tell--I did not know his taste in female beauty. If he liked the majestic, she was the very type of majesty: then she was accomplished, sprightly. Most gentlemen would admire her, I thought; and that he _did_ admire her, I already seemed to have obtained proof: to remove the last shade of doubt, it remained but to see them together."
    },
    {
        "book_id": "King Lear.act 5.scene 3",
        "content": "Alb. Thou art armed Gloster, Let the Trumpet sound: If none appeare to proue vpon thy person, Thy heynous, manifest, and many Treasons, There is my pledge: Ile make it on thy heart Ere I taste bread, thou art in nothing lesse Then I haue heere proclaim'd thee"
    },
    {
        "book_id": "Macbeth.act 5.scene 7",
        "content": "MACBETH. They have tied me to a stake; I cannot fly, But, bear-like I must fight the course.--What's he That was not born of woman? Such a one Am I to fear, or none."
    },
    {
        "book_id": "Richard II.act v.scene i",
        "content": "Qu. Giue me mine owne againe: 'twere no good part, To take on me to keepe, and kill thy heart. So, now I haue mine owne againe, be gone, That I may striue to kill it with a groane"
    },
    {
        "book_id": "A Tale of Two Cities.book 2.chapter 6",
        "content": "\"How do you do?\" inquired that lady then--sharply, and yet as if to express that she bore him no malice."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 37",
        "content": "\"Pardon me, madam; my fortune belongs to you. If you had not suggested our marriage, my servant would not have gone to the Reverend Samuel Wilson's, I should not have been apprised of my error, and--\""
    },
    {
        "book_id": "Little Women.part 2.chapter 34",
        "content": "It was a pleasant winter and a long one, for she did not leave Mrs. Kirke till June. Every one seemed sorry when the time came; the children were inconsolable, and Mr. Bhaer's hair stuck straight up all over his head, for he always rumpled it wildly when disturbed in mind."
    },
    {
        "book_id": "Main Street.chapter 37",
        "content": "Nor could she upon inquiry learn that many of this reckless race died in the poorhouse. That institution is reserved for men like Kennicott who, after devoting fifty years to \"putting aside a stake,\" incontinently invest the stake in spurious oil-stocks."
    },
    {
        "book_id": "Richard III.act 4.scenes 1-3",
        "content": "Rich. Tut, tut, thou art all Ice, thy kindnesse freezes: Say, haue I thy consent, that they shall dye? Buc. Giue me some litle breath, some pawse, deare Lord, Before I positiuely speake in this: I will resolue you herein presently."
    },
    {
        "book_id": "Gulliver's Travels.part 1.chapter 2",
        "content": "He desired I would not take it ill, if he gave orders to certain proper officers to search me; for probably I might carry about me several weapons which must needs be dangerous things, if they answered the bulk of so prodigious a person. I said his majesty should be satisfied, for I was ready to strip myself and turn up my pockets before him. This I delivered, part in words, and part in signs."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 52",
        "content": "\"We think of you always--you're a precious charge,\" Madame Catherine remarked in the tone of a woman with whom benevolence was a habit and whose conception of duty was the acceptance of every care. It fell with a leaden weight on Isabel's ears; it seemed to represent the surrender of a personality, the authority of the Church."
    },
    {
        "book_id": "Main Street.chapter 24",
        "content": "Kennicott was as fixed in routine as an isolated old man. At first he had amorously deceived himself into liking her experiments with food--the one medium in which she could express imagination--but now he wanted only his round of favorite dishes: steak, roast beef, boiled pig's-feet, oatmeal, baked apples. Because at some more flexible period he had advanced from oranges to grape-fruit he considered himself an epicure."
    },
    {
        "book_id": "The Turn of the Screw.chapter xxii",
        "content": "\"Little Flora? Not so bad but that she'll presently be better. London will set her up. Bly had ceased to agree with her. Come here and take your mutton.\""
    },
    {
        "book_id": "Middlemarch.book 2.chapter 17",
        "content": "\"But we Middlemarchers are not so tame as you take us to be. We have our intrigues and our parties. I am a party man, for example, and Bulstrode is another. If you vote for me you will offend Bulstrode.\""
    },
    {
        "book_id": "The Turn of the Screw.chapter xi",
        "content": "\"Think me--for a change--BAD!\" I shall never forget the sweetness and gaiety with which he brought out the word, nor how, on top of it, he bent forward and kissed me. It was practically the end of everything. I met his kiss and I had to make, while I folded him for a minute in my arms, the most stupendous effort not to cry. He had given exactly the account of himself that permitted least of my going behind it, and it was only with the effect of confirming my acceptance of it that, as I presently glanced about the room, I could say--"
    },
    {
        "book_id": "The Wonderful Wizard of Oz.chapter 22",
        "content": "Thanking the good woman, they started afresh and walked by the fields and across the pretty bridges until they saw before them a very beautiful Castle. Before the gates were three young girls, dressed in handsome red uniforms trimmed with gold braid; and as Dorothy approached one of them said to her,"
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapter 41",
        "content": "I had been told that Mr. Dodge said his wife had never signed away her right to my children, and if he could not get me, he would take them. This it was, more than any thing else, that roused such a tempest in my soul. Benjamin was with his uncle William in California, but my innocent young daughter had come to spend a vacation with me. I thought of what I had suffered in slavery at her age, and my heart was like a tiger's when a hunter tries to seize her young."
    },
    {
        "book_id": "Second Treatise of Government.chapter v",
        "content": "Sect. 41. There cannot be a clearer demonstration of any thing, than several nations of the Americans are of this, who are rich in land, and poor in all the comforts of life; whom nature having furnished as liberally as any other people, with the materials of plenty, i.e. a fruitful soil, apt to produce in abundance, what might serve for food, raiment, and delight; yet for want of improving it by labour, have not one hundredth part of the conveniencies we enjoy: and a king of a large and fruitful territory there, feeds, lodges, and is clad worse than a day-labourer in England."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 13",
        "content": "\"About his intentions, as they say here. He wrote me a very pleasant letter, telling me all about them. Should you like to see his letter?\" the old man obligingly asked."
    },
    {
        "book_id": "The Spanish Tragedy.act 2.scene 4",
        "content": "BEL. No; he is as trusty as my second self. Go, Pedringano, watch without the gate, And let us know if any make approach."
    },
    {
        "book_id": "The Mill on the Floss.book 1.chapter 4",
        "content": "\"Dead!\" screamed Maggie, jumping up from her sliding seat on the corn. \"Oh dear, Luke! What! the lop-eared one, and the spotted doe that Tom spent all his money to buy?\""
    },
    {
        "book_id": "The Scarlet Letter.chapter 1",
        "content": "This rose-bush, by a strange chance, has been kept alive in history; but whether it had merely survived out of the stern old wilderness, so long after the fall of the gigantic pines and oaks that originally overshadowed it,--or whether, as there is fair authority for believing, it had sprung up under the footsteps of the sainted Ann Hutchinson, as she entered the prison-door,--we shall not take upon us to determine. Finding it so directly on the threshold of our narrative, which is now about to issue from that inauspicious portal, we could hardly do otherwise than pluck one of its flowers, and present it to the reader. It may serve, let us hope, to symbolize some sweet moral blossom, that may be found along the track, or relieve the darkening close of a tale of human frailty and sorrow."
    },
    {
        "book_id": "Henry IV Part 1.act 5.scene 4",
        "content": "Wor. What I haue done, my safety vrg'd me to, And I embrace this fortune patiently, Since not to be auoyded, it fals on mee"
    },
    {
        "book_id": "My Antonia.book 4.chapters 1-4",
        "content": "\"'Mrs. Shimerda, don't you put that strong yellow soap near that baby. You'll blister its little skin.' I was indignant."
    },
    {
        "book_id": "The Portrait of a Lady.chapters 3-4",
        "content": "\"Is that what your father told you to call me? I'm your Aunt Lydia, but I'm not at all crazy: I haven't a delusion! And which of the daughters are you?\""
    },
    {
        "book_id": "Wuthering Heights.chapter 13",
        "content": "I walked round the yard, and through a wicket, to another door, at which I took the liberty of knocking, in hopes some more civil servant might show himself. After a short suspense, it was opened by a tall, gaunt man, without neckerchief, and otherwise extremely slovenly; his features were lost in masses of shaggy hair that hung on his shoulders; and _his_ eyes, too, were like a ghostly Catherine's with all their beauty annihilated."
    },
    {
        "book_id": "Adam Bede.book 5.chapter 36",
        "content": "\"I never saw a prettier young woman in my life,\" said the husband. \"She's like a pictur in a shop-winder. It goes to one's 'eart to look at her.\""
    },
    {
        "book_id": "Emma.volume 1.chapter 7",
        "content": "\"Thank you, thank you, my own sweet little friend. We will not be parted. A woman is not to marry a man merely because she is asked, or because he is attached to her, and can write a tolerable letter.\""
    },
    {
        "book_id": "Kidnapped.chapter 11",
        "content": "As soon as we were through with our meal he rummaged in the captain's locker till he found a clothes-brush; and then taking off his coat, began to visit his suit and brush away the stains, with such care and labour as I supposed to have been only usual with women. To be sure, he had no other; and, besides (as he said), it belonged to a king and so behoved to be royally looked after."
    },
    {
        "book_id": "Dr. Jekyll and Mr. Hyde.chapter 10",
        "content": "I must here speak by theory alone, saying not that which I know, but that which I suppose to be most probable. The evil side of my nature, to which I had now transferred the stamping efficacy, was less robust and less developed than the good which I had just deposed. Again, in the course of my life, which had been, after all, nine-tenths a life of effort, virtue, and control, it had been much less exercised and much less exhausted. And hence, as I think, it came about that Edward Hyde was so much smaller,"
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 5",
        "content": "The garden, longer than wide, ran between two mud walls with espaliered apricots, to a hawthorn hedge that separated it from the field. In the middle was a slate sundial on a brick pedestal; four flower beds with eglantines surrounded symmetrically the more useful kitchen garden bed. Right at the bottom, under the spruce bushes, was a cure in plaster reading his breviary."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 9",
        "content": "\"That's a very Machiavellian speech; it doesn't deserve an answer. I want to see as many countries as I can.\""
    },
    {
        "book_id": "Emma.volume 1.chapter 3",
        "content": "Emma allowed her father to talk--but supplied her visitors in a much more satisfactory style, and on the present evening had particular pleasure in sending them away happy. The happiness of Miss Smith was quite equal to her intentions. Miss Woodhouse was so great a personage in Highbury, that the prospect of the introduction had given as much panic as pleasure; but the humble, grateful little girl went off with highly gratified feelings, delighted with the affability with which Miss Woodhouse had treated her all the evening, and actually shaken hands with her at last!"
    },
    {
        "book_id": "Frankenstein.volume 1.chapter 6",
        "content": "Henry rejoiced in my gaiety, and sincerely sympathized in my feelings: he exerted himself to amuse me, while he expressed the sensations that filled his soul. The resources of his mind on this occasion were truly astonishing: his conversation was full of imagination; and very often, in imitation of the Persian and Arabic writers, he invented tales of wonderful fancy and passion. At other times he repeated my favourite poems, or drew me out into arguments, which he supported with great ingenuity."
    },
    {
        "book_id": "The Portrait of a Lady.chapter 48",
        "content": "\"From the voices of the air! Oh, from no one else; I never let other people speak of you. They always say you're 'charming,' and that's so flat.\""
    },
    {
        "book_id": "Emma.volume 3.chapter 37",
        "content": "One good thing was immediately brought to a certainty by this removal,--the ball at the Crown. It had not been forgotten before, but it had been soon acknowledged vain to attempt to fix a day. Now, however, it was absolutely to be; every preparation was resumed, and very soon after the Churchills had removed to Richmond, a few lines from Frank, to say that his aunt felt already much better for the change, and that he had no doubt of being able to join them for twenty-four hours at any given time, induced them to name as early a day as possible."
    },
    {
        "book_id": "Anne of Green Gables.chapter 6",
        "content": "\"Dear, dear,\" she exclaimed, \"you're the last folks I was looking for today, but I'm real glad to see you. You'll put your horse in? And how are you, Anne?\""
    },
    {
        "book_id": "Romeo and Juliet.act 2.scene 1-scene 6",
        "content": "Rom. A gentleman, nurse, that loves to hear himself talk and will speak more in a minute than he will stand to in a month."
    },
    {
        "book_id": "The House of Mirth.book 2.chapter 11",
        "content": "She had allowed herself time to walk to Mrs. Dorset's, thinking that the quick movement through the cold evening air would help to steady her nerves; but she really felt no need of being tranquillized. Her survey of the situation remained calm and unwavering."
    },
    {
        "book_id": "Siddhartha.part 1.chapter 3",
        "content": "All tales and answers, which the two young ascetics had received in their search for Gotama's abode, had pointed them towards this area. And arriving at Savathi, in the very first house, before the door of which they stopped to beg, food has been offered to them, and they accepted the food, and Siddhartha asked the woman, who handed them the food:"
    },
    {
        "book_id": "House of Mirth.book 1.chapters 1-5",
        "content": "\"Oh, I don't mean that; he wouldn't believe it of you--at first,\" said Mrs. Trenor, with candid shrewdness. \"But you know things are rather lively here at times--I must give Jack and Gus a hint--and if he thought you were what his mother would call fast--oh, well, you know what I mean. Don't wear your scarlet CREPE-DE-CHINE for dinner, and don't smoke if you can help it, Lily dear!\""
    },
    {
        "book_id": "Vanity Fair.chapter 49",
        "content": "There were families in London who would have sacrificed a year's income to receive such an honour at the hands of those great ladies. Mrs. Frederick Bullock, for instance, would have gone on her knees from May Fair to Lombard Street, if Lady Steyne and Lady Gaunt had been waiting in the City to raise her up and say, \"Come to us next Friday\"--not to one of the great crushes and grand balls of Gaunt House, whither everybody went, but to the sacred, unapproachable, mysterious, delicious entertainments, to be admitted to one of which was a privilege, and an honour, and a blessing indeed."
    },
    {
        "book_id": "Black Beauty.part 2.chapter 24",
        "content": "The village was about a mile off, and the doctor's house was the last in it. We went along gayly enough till we came to his gate. There was a short drive up to the house between tall evergreens."
    },
    {
        "book_id": "Little Dorrit.book 1.chapter 31",
        "content": "Was he to be told that, he wished to know again, by his own son on his own hearth, to his own face? Was that humiliation to be put upon him by his own blood?"
    },
    {
        "book_id": "Little Dorrit.book 2.chapter 16",
        "content": "'My time being rather precious,' said Mr Merdle, suddenly getting up, as if he had been waiting in the interval for his legs and they had just come, 'I must be moving towards the City. Can I take you anywhere, sir? I shall be happy to set you down, or send you on. My carriage is at your disposal.'"
    },
    {
        "book_id": "Middlemarch.book 1.chapter 9",
        "content": "\"It is a peculiar face,\" said Dorothea, looking closely. \"Those deep gray eyes rather near together--and the delicate irregular nose with a sort of ripple in it--and all the powdered curls hanging backward. Altogether it seems to me peculiar rather than pretty. There is not even a family likeness between her and your mother.\""
    },
    {
        "book_id": "Adam Bede.book 5.chapter 42",
        "content": "\"There's the chaplain o' the jail sits near her, but he's a sharp ferrety-faced man--another sort o' flesh and blood to Mr. Irwine. They say the jail chaplains are mostly the fag-end o' the clergy.\""
    },
    {
        "book_id": "Main Street.chapter 34",
        "content": "From the window she heard Kennicott greeting the Widow Bogart as he had always done, always, every snowy evening: \"Guess this 'll keep up all night.\" She waited. There they were, the furnace sounds, unalterable, eternal: removing ashes, shoveling coal."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 20",
        "content": "\"No. I have missed the Carnatic, and I must get to Yokohama by the 14th at the latest, to take the boat for San Francisco.\""
    },
    {
        "book_id": "Emma.volume 2.chapter 29",
        "content": "It may be possible to do without dancing entirely. Instances have been known of young people passing many, many months successively, without being at any ball of any description, and no material injury accrue either to body or mind;--but when a beginning is made--when the felicities of rapid motion have once been, though slightly, felt--it must be a very heavy set that does not ask for more."
    },
    {
        "book_id": "Candide.chapter 3",
        "content": "\"There can be no effect without a cause,\" modestly answered Candide; \"the whole is necessarily concatenated and arranged for the best. It was necessary for me to have been banished from the presence of Miss Cunegonde, to have afterwards run the gauntlet, and now it is necessary I should beg my bread until I learn to earn it; all this cannot be otherwise.\""
    },
    {
        "book_id": "Vanity Fair.chapter 56",
        "content": "Indeed it was our old friend. His voice trembled with pleasure as he greeted the boy, and taking both the other's hands in his own, drew the lad to him."
    },
    {
        "book_id": "The Man in the Iron Mask.chapter 25",
        "content": "\"Monsieur, all that you tell me is true; I believe that no one has suffered in the affections of the heart so much as you have; but you are a man too great by reason of intelligence, and too severely tried by adverse fortune not to allow for the weakness of the soldier who suffers for the first time. I am paying a tribute that will not be paid a second time; permit me to plunge myself so deeply in my grief that I may forget myself in it, that I may drown even my reason in it.\""
    },
    {
        "book_id": "Paradise Lost.book 3",
        "content": "His words here ended, but his meek aspect Silent yet spake, and breath'd immortal love To mortal men, above which only shon Filial obedience: as a sacrifice Glad to be offer'd, he attends the will Of his great Father. Admiration seis'd All Heav'n, what this might mean, & whither tend Wondring; but soon th' Almighty thus reply'd:"
    },
    {
        "book_id": "Sister Carrie.chapter 7",
        "content": "Carrie turned before the glass. She could not help feeling pleased as she looked at herself. A warm glow crept into her cheeks."
    },
    {
        "book_id": "Frankenstein.volume 3.chapter 18",
        "content": "I urged my entreaty with earnestness, and my father was easily induced to comply; for a more indulgent and less dictatorial parent did not exist upon earth. Our plan was soon arranged. I should travel to Strasburgh, where Clerval would join me. Some short time would be spent in the towns of Holland, and our principal stay would be in England. We should return by France; and it was agreed that the tour should occupy the space of two years."
    },
    {
        "book_id": "The Mill on the Floss.book 4.chapter 1",
        "content": "The same sort of traditional belief ran in the Tulliver veins, but it was carried in richer blood, having elements of generous imprudence, warm affection, and hot-tempered rashness. Mr. Tulliver's grandfather had been heard to say that he was descended from one Ralph Tulliver, a wonderfully clever fellow, who had ruined himself. It is likely enough that the clever Ralph was a high liver, rode spirited horses, and was very decidedly of his own opinion. On the other hand, nobody had ever heard of a Dodson who had ruined himself; it was not the way of that family."
    },
    {
        "book_id": "Middlemarch.book 6.chapter 58",
        "content": "\"Well, we must meet some disagreeables as necessities. Where is the ink, I wonder?\" said Lydgate, rising, and throwing the account on the larger table where he meant to write."
    },
    {
        "book_id": "Little Women.part 1.chapter 4",
        "content": "\"Where's the use of looking nice, when no one sees me but those cross midgets, and no one cares whether I'm pretty or not?\" she muttered, shutting her drawer with a jerk. \"I shall have to toil and moil all my days, with only little bits of fun now and then, and get old and ugly and sour, because I'm poor, and can't enjoy my life as other girls do. It's a shame!\""
    },
    {
        "book_id": "The Confidence-Man.chapter 20",
        "content": "\"Oh, my hundred dollars! I wonder whether it will be one hundred, two hundred, three hundred, with them! Ugh, ugh! Can't remember the number?\""
    },
    {
        "book_id": "Kidnapped.chapter 15",
        "content": "I aimed as well as I could for the smoke I had seen so often from the island; and with all my great weariness and the difficulty of the way came upon the house in the bottom of a little hollow about five or six at night. It was low and longish, roofed with turf and built of unmortared stones; and on a mound in front of it, an old gentleman sat smoking his pipe in the sun."
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 1",
        "content": "He understood nothing of it all; it was all very well to listen--he did not follow. Still he worked; he had bound note-books, he attended all the courses, never missed a single lecture. He did his little daily task like a mill-horse, who goes round and round with his eyes bandaged, not knowing what work he is doing."
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 6",
        "content": "At the convent there was an old maid who came for a week each month to mend the linen. Patronized by the clergy, because she belonged to an ancient family of noblemen ruined by the Revolution, she dined in the refectory at the table of the good sisters, and after the meal had a bit of chat with them before going back to her work. The girls often slipped out from the study to go and see her. She knew by heart the love songs of the last century, and sang them in a low voice as she stitched away."
    },
    {
        "book_id": "The Hound of the Baskervilles.chapters 10-11",
        "content": "\"My life has been one incessant persecution from a husband whom I abhor. The law is upon his side, and every day I am faced by the possibility that he may force me to live with him. At the time that I wrote this letter to Sir Charles I had learned that there was a prospect of my regaining my freedom if certain expenses could be met. It meant everything to me--peace of mind, happiness, self-respect--everything. I knew Sir Charles's generosity, and I thought that if he heard the story from my own lips he would help me.\""
    },
    {
        "book_id": "Emma.volume 2.chapters 19-20",
        "content": "\"I am concerned to hear of it. I think they judge wisely. But Mrs. Dixon must be very much disappointed. Mrs. Dixon, I understand, has no remarkable degree of personal beauty; is not, by any means, to be compared with Miss Fairfax.\""
    },
    {
        "book_id": "Pride and Prejudice.volume 1.chapter 22",
        "content": "In as short a time as Mr. Collins's long speeches would allow, every thing was settled between them to the satisfaction of both; and as they entered the house, he earnestly entreated her to name the day that was to make him the happiest of men; and though such a solicitation must be waved for the present, the lady felt no inclination to trifle with his happiness. The stupidity with which he was favoured by nature, must guard his courtship from any charm that could make a woman wish for its continuance; and Miss Lucas, who accepted him solely from the pure and disinterested desire of an establishment, cared not how soon that establishment were gained."
    },
    {
        "book_id": "My Antonia.book 1.chapter 10",
        "content": "The crazy boy, seeing the food, began to make soft, gurgling noises and stroked his stomach. Jake came in again, this time with a sack of potatoes. Grandmother looked about in perplexity."
    },
    {
        "book_id": "Sons and Lovers.part 2.chapter 8",
        "content": "He went back to his work, and she tied her bonnet-strings grimly. When she was fretted he could not bear it. But now he began to insist on her recognizing him."
    },
    {
        "book_id": "King Lear.act 4.scene 2",
        "content": "Gon. One way I like this well. But being widdow, and my Glouster with her, May all the building in my fancie plucke Vpon my hatefull life. Another way The Newes is not so tart. Ile read, and answer"
    },
    {
        "book_id": "The Return of the Native.book 5.chapters 2-3",
        "content": "She assented in silence, and lifted her chin. For once at least in her life she was totally oblivious of the charm of her attitude. But he was not, and he turned his eyes aside, that he might not be tempted to softness."
    },
    {
        "book_id": "The Scarlet Letter.chapter 18",
        "content": "And she was gentler here than in the grassy-margined streets of the settlement, or in her mother's cottage. The flowers appeared to know it; and one and another whispered as she passed, \"Adorn thyself with me, thou beautiful child, adorn thyself with me!\"--and, to please them, Pearl gathered the violets, and anemones, and columbines, and some twigs of the freshest green, which the old trees held down before her eyes. With these she decorated her hair, and her young waist, and became a nymph-child, or an infant dryad, or whatever else was in closest sympathy with the antique wood. In such guise had Pearl adorned herself, when she heard her mother's voice, and came slowly back."
    },
    {
        "book_id": "David Copperfield.chapters 36-45",
        "content": "I tried to pacify Dora, but she turned away her face, and shook her curls from side to side, and said, 'You cruel, cruel boy!' so many times, that I really did not exactly know what to do: so I took a few turns up and down the room in my uncertainty, and came back again."
    },
    {
        "book_id": "Howards End.chapter 27",
        "content": "\"Excuse me, you do know. I am not a baby. I can bear anything you tell me, and the more you tell the more I shall be able to help. Have they heard anything against her?\""
    },
    {
        "book_id": "White Fang.part 2.chapter 2",
        "content": "His mate looked at him anxiously. Every little while she emitted a low growl, and at times, when it seemed to her he approached too near, the growl shot up in her throat to a sharp snarl. Of her own experience she had no memory of the thing happening; but in her instinct, which was the experience of all the mothers of wolves, there lurked a memory of fathers that had eaten their new-born and helpless progeny. It manifested itself as a fear strong within her, that made her prevent One Eye from more closely inspecting the cubs he had fathered."
    },
    {
        "book_id": "Jude the Obscure.part 1.chapter 7",
        "content": "Nevertheless she returned to the beer and drank her share, and they went on their way. It was now nearly dark, and as soon as they had withdrawn from the lights of the town they walked closer together, till they touched each other. She wondered why he did not put his arm round her waist, but he did not; he merely said what to himself seemed a quite bold enough thing: \"Take my arm.\""
    },
    {
        "book_id": "Richard III.act iii.scene i",
        "content": "Rich. If you thriue wel, bring them to Baynards Castle, Where you shall finde me well accompanied With reuerend Fathers, and well-learned Bishops"
    },
    {
        "book_id": "The Mill on the Floss.book 1.chapter 1",
        "content": "Now I can turn my eyes toward the mill again, and watch the unresting wheel sending out its diamond jets of water. That little girl is watching it too; she has been standing on just the same spot at the edge of the water ever since I paused on the bridge. And that queer white cur with the brown ear seems to be leaping and barking in ineffectual remonstrance with the wheel; perhaps he is jealous because his playfellow in the beaver bonnet is so rapt in its movement. It is time the little playfellow went in, I think; and there is a very bright fire to tempt her: the red light shines out under the deepening gray of the sky. It is time, too, for me to leave off resting my arms on the cold stone of this bridge...."
    },
    {
        "book_id": "Persuasion.volume 1.chapter 4",
        "content": "Anne Elliot, with all her claims of birth, beauty, and mind, to throw herself away at nineteen; involve herself at nineteen in an engagement with a young man, who had nothing but himself to recommend him, and no hopes of attaining affluence, but in the chances of a most uncertain profession, and no connexions to secure even his farther rise in the profession, would be, indeed, a throwing away, which she grieved to think of! Anne Elliot, so young; known to so few, to be snatched off by a stranger without alliance or fortune; or rather sunk by him into a state of most wearing, anxious, youth-killing dependence! It must not be, if by any fair interference of friendship, any representations from one who had almost a mother's love, and mother's rights, it would be prevented."
    },
    {
        "book_id": "The Scarlet Letter.chapter 7",
        "content": "But Pearl, who was a dauntless child, after frowning, stamping her foot, and shaking her little hand with a variety of threatening gestures, suddenly made a rush at the knot of her enemies, and put them all to flight. She resembled, in her fierce pursuit of them, an infant pestilence,--the scarlet fever, or some such half-fledged angel of judgment,--whose mission was to punish the sins of the rising generation. She screamed and shouted, too, with a terrific volume of sound, which, doubtless, caused the hearts of the fugitives to quake within them. The victory accomplished, Pearl returned quietly to her mother, and looked up, smiling, into her face."
    },
    {
        "book_id": "Incidents in the Life of a Slave Girl.chapters 14-16",
        "content": "When they told me my new-born babe was a girl, my heart was heavier than it had ever been before. Slavery is terrible for men; but it is far more terrible for women. Superadded to the burden common to all, _they_ have wrongs, and sufferings, and mortifications peculiarly their own."
    },
    {
        "book_id": "Around the World in Eighty Days.chapter 32",
        "content": "As for Fix, he said to himself that the Bank of England would certainly not come out of this affair well indemnified. When they reached England, even if Mr. Fogg did not throw some handfuls of bank-bills into the sea, more than seven thousand pounds would have been spent!"
    },
    {
        "book_id": "A Tale of Two Cities.book 3.chapter 13",
        "content": "Nevertheless, it was not easy, with the face of his beloved wife fresh before him, to compose his mind to what it must bear. His hold on life was strong, and it was very, very hard, to loosen; by gradual efforts and degrees unclosed a little here, it clenched the tighter there; and when he brought his strength to bear on that hand and it yielded, this was closed again. There was a hurry, too, in all his thoughts, a turbulent and heated working of his heart, that contended against resignation. If, for a moment, he did feel resigned, then his wife and child who had to live after him, seemed to protest and to make it a selfish thing."
    },
    {
        "book_id": "Anne of Green Gables.chapter 28",
        "content": "The flat drifted under the bridge and then promptly sank in midstream. Ruby, Jane, and Diana, already awaiting it on the lower headland, saw it disappear before their very eyes and had not a doubt but that Anne had gone down with it. For a moment they stood still, white as sheets, frozen with horror at the tragedy; then, shrieking at the tops of their voices, they started on a frantic run up through the woods, never pausing as they crossed the main road to glance the way of the bridge. Anne, clinging desperately to her precarious foothold, saw their flying forms and heard their shrieks. Help would soon come, but meanwhile her position was a very uncomfortable one."
    },
    {
        "book_id": "Anne of Green Gables.chapter 17",
        "content": "\"And I will always love thee, Diana,\" said Anne, solemnly extending her hand. \"In the years to come thy memory will shine like a star over my lonely life, as that last story we read together says. Diana, wilt thou give me a lock of thy jet-black tresses in parting to treasure forevermore?\""
    },
    {
        "book_id": "David Copperfield.chapters 7-8",
        "content": "Mr. Barkis the carrier was to call for me in the morning at nine o'clock. I got up at eight, a little giddy from the shortness of my night's rest, and was ready for him before the appointed time. He received me exactly as if not five minutes had elapsed since we were last together, and I had only been into the hotel to get change for sixpence, or something of that sort."
    },
    {
        "book_id": "A Room With a View.part 2.chapter 17",
        "content": "She had chosen the moment before bed, when, in accordance with their bourgeois habit, she always dispensed drinks to the men. Freddy and Mr. Floyd were sure to retire with their glasses, while Cecil invariably lingered, sipping at his while she locked up the sideboard."
    },
    {
        "book_id": "Howards End.chapter 22",
        "content": "\"But he must be one of those men who have reconciled science with religion,\" said Helen slowly. \"I don't like those men. They are scientific themselves, and talk of the survival of the fittest, and cut down the salaries of their clerks, and stunt the independence of all who may menace their comfort, but yet they believe that somehow good--it is always that sloppy 'somehow' will be the outcome, and that in some mystical way the Mr. Basts of the future will benefit because the Mr. Brits of today are in pain.\""
    },
    {
        "book_id": "Babbitt.chapters 1-4",
        "content": "THE towers of Zenith aspired above the morning mist; austere towers of steel and cement and limestone, sturdy as cliffs and delicate as silver rods. They were neither citadels nor churches, but frankly and beautifully office-buildings."
    },
    {
        "book_id": "The Merry Wives of Windsor.act 1.scene 4",
        "content": "CAIUS. Fe, fe, fe fe! ma foi, il fait fort chaud. Je m'en vais a la cour-- la grande affaire."
    },
    {
        "book_id": "Anne of Green Gables.chapter 11",
        "content": "She did not think she liked Miss Rogerson, and she felt very miserable; every other little girl in the class had puffed sleeves. Anne felt that life was really not worth living without puffed sleeves."
    },
    {
        "book_id": "Dracula.chapter 18",
        "content": "I think we were all staggered. For my own part, I was under the conviction, despite my knowledge of the man's character and history, that his reason had been restored; and I felt under a strong impulse to tell him that I was satisfied as to his sanity, and would see about the necessary formalities for his release in the morning. I thought it better to wait, however, before making so grave a statement, for of old I knew the sudden changes to which this particular patient was liable. So I contented myself with making a general statement that he appeared to be improving very rapidly; that I would have a longer chat with him in the morning, and would then see what I could do in the direction of meeting his wishes. This did not at all satisfy him, for he said quickly:--"
    },
    {
        "book_id": "Kidnapped.chapter xii",
        "content": "Meanwhile, the early part of the day, before the swell came up, was very pleasant; sailing, as we were, in a bright sunshine and with many mountainous islands upon different sides. Alan and I sat in the round-house with the doors open on each side (the wind being straight astern), and smoked a pipe or two of the captain's fine tobacco. It was at this time we heard each other's stories, which was the more important to me, as I gained some knowledge of that wild Highland country on which I was so soon to land. In those days, so close on the back of the great rebellion, it was needful a man should know what he was doing when he went upon the heather."
    },
    {
        "book_id": "Madame Bovary.part 2.chapter 9",
        "content": "\"How kind it would be of you,\" he went on, rising, \"if you would humour a whim of mine.\" It was to go over her house; he wanted to know it; and Madame Bovary seeing no objection to this, they both rose, when Charles came in."
    },
    {
        "book_id": "Portrait of a Lady.chapter 50",
        "content": "The Countess still remained behind, so that Isabel requested the footman to go into the Coliseum and tell her they were waiting. He presently returned with the announcement that the Signora Contessa begged them not to wait--she would come home in a cab!"
    },
    {
        "book_id": "Persuasion.volume 2.chapter 24",
        "content": "The news of his cousin Anne's engagement burst on Mr Elliot most unexpectedly. It deranged his best plan of domestic happiness, his best hope of keeping Sir Walter single by the watchfulness which a son-in-law's rights would have given. But, though discomfited and disappointed, he could still do something for his own interest and his own enjoyment. He soon quitted Bath; and on Mrs Clay's quitting it soon afterwards, and being next heard of as established under his protection in London, it was evident how double a game he had been playing, and how determined he was to save himself from being cut out by one artful woman, at least."
    },
    {
        "book_id": "Oliver Twist.chapter 37",
        "content": "'A murrain on the young devils!' cried the stranger; 'I speak of one; a meek-looking, pale-faced boy, who was apprenticed down here, to a coffin-maker--I wish he had made his coffin, and screwed his body in it--and who afterwards ran away to London, as it was supposed."
    },
    {
        "book_id": "Middlemarch.book 8.chapter 85",
        "content": "\"Yes, it would,\" said Mrs. Bulstrode, with some return of energy. \"Poor Walter is so cast down; I would try anything in my power to do him some good before I go away. We have always been brother and sister.\""
    },
    {
        "book_id": "Middlemarch.book 4.chapter 41",
        "content": "\"Not while you live. Nothing would make her comfortable while you live,\" returned Rigg, in his cool high voice. \"What I give her, you'll take.\""
    },
    {
        "book_id": "Middlemarch.book 1.chapter 4",
        "content": "\"Certainly. He thinks of me as a future sister--that is all.\" Dorothea had never hinted this before, waiting, from a certain shyness on such subjects which was mutual between the sisters, until it should be introduced by some decisive event. Celia blushed, but said at once--"
    },
    {
        "book_id": "Dr. Jekyll and Mr. Hyde.chapter 9",
        "content": "What he told me in the next hour, I cannot bring my mind to set on paper. I saw what I saw, I heard what I heard, and my soul sickened at it; and yet now when that sight has faded from my eyes, I ask myself if I believe it, and I cannot answer. My life is shaken to its roots; sleep has left me; the deadliest terror sits by me at all hours of the day and night; I feel that my days are numbered, and that I"
    },
    {
        "book_id": "Sons and Lovers.part 1.chapter 2",
        "content": "\"What of this child?\" was all his wife said to him. But her low, intense tones brought his head lower. She softened: \"Get me some wadding out of the middle drawer,\" she said."
    },
    {
        "book_id": "Wuthering Heights.chapter 12",
        "content": "And sliding from the bed before I could hinder her, she crossed the room, walking very uncertainly, threw it back, and bent out, careless of the frosty air that cut about her shoulders as keen as a knife. I entreated, and finally attempted to force her to retire. But I soon found her delirious strength much surpassed mine (she was delirious, I became convinced by her subsequent actions and ravings). There was no moon, and everything beneath lay in misty darkness: not a light gleamed from any house, far or near all had been extinguished long ago: and those at Wuthering Heights were never visible--still she asserted she caught their shining."
    },
    {
        "book_id": "Madame Bovary.part 1.chapter 9",
        "content": "Would this misery last for ever? Would she never issue from it? Yet she was as good as all the women who were living happily. She had seen duchesses at Vaubyessard with clumsier waists and commoner ways, and she execrated the injustice of God. She leant her head against the walls to weep; she envied lives of stir; longed for masked balls, for violent pleasures, with all the wildness that she did not know, but that these must surely yield."
    },
    {
        "book_id": "David Copperfield.chapters 11-15",
        "content": "'Our little friend here might have some motive, perhaps, for objecting to the arrangements. I think we had better leave him behind?'"
    }
]