[
    {
        "title": "Hamilton City School District",
        "content": "Hamilton City School District is a public school district serving students in Hamilton, Ohio. The school enrolls 10,125 students in the 2019-20 school year. Their mission statement is \"Together, Positively Impacting Learning and Life\"."
    },
    {
        "title": "Acapulco International Airport",
        "content": "A new terminal was inaugurated by Mexican president Enrique Pena Nieto on 25 May 2018. The price was 547 million MXN. The terminal has 2 stories, has a capacity for 1.3 million people, and covers 18,800 m2. Some of the new features are new technology and more restaurants and shops. The construction lasted almost 2 years; from July 2016 to May 2018."
    },
    {
        "title": "Ptilotus schwartzii",
        "content": "It was first described in 1888 by Ferdinand von Mueller as Ptilotus fraseri var. schwartzii, who described it from a specimen collected near the McDonnell Ranges by the Reverend Mr Schwartz Ralph Tate raised it to species rank in his 1989 census, with it thereby becoming Ptilotus schwartzii."
    },
    {
        "title": "Iridomyrmex angusticeps",
        "content": "Iridomyrmex angusticeps is an ant of the genus Iridomyrmex. Described by Forel in 1901, the species is distributed in Australia, and also elsewhere in Papua New Guinea and the Philippines. Two pins of the Iridomyrmex angusticeps in the Australian National Insect Collection were collected on the island of Mindanao on the Philippines."
    },
    {
        "title": "Kaang language",
        "content": "Kaang (Kaang Chin; also rendered Kang, M'kaang, Mgan) is a Kuki-Chin language spoken by about 35,000 people in Mindat Township and Matupi Township, Chin State, Burma. Under Kaang Chin, there are three groups (1) Zo Kaang,(2) Puei Kaang, and (3) Cum Kaang."
    },
    {
        "title": "Ryrkaypiy",
        "content": "Ryrkaypiy (; Chukchi: ) is a rural locality (a selo) just to the west of Mys Shmidta in Iultinsky District of Chukotka Autonomous Okrug, Russia. Municipally, Ryrkaypiy is incorporated as Ryrkaypiy Rural Settlement. Population: ."
    },
    {
        "title": "Loreto Convent, Asansol",
        "content": "In 1942 the school building was requisitioned by the military for a hospital and the 12 Sisters and 75 boarders went to live in rented houses in Simla till 1946. In 1953 the Modern School Final exam replaced the Junior Cambridge, and the first batch of students was sent up for the Pitmans Commercial exam. There were now 221 girls and 90 boys in the primary school. In 1962 the foundations were laid for another school building - the present secondary school wing and in 1977 the new Primary wing, Mary Ward building, was begun."
    },
    {
        "title": "Temple Beth Israel (Plattsburgh, New York)",
        "content": "Fred V. Davidow, a 1973 graduate of Hebrew Union College-Jewish Institute of Religion, was Beth Israel's rabbi in the mid-1970s. Yossi Liebowitz was rabbi in the early 1980s. During his tenure, he appeared on a Plattsburgh public-broadcast program called \"The Religion Factor\" with a Presbyterian minister and Catholic priest. He left Beth Israel in 1984."
    },
    {
        "title": "Lva Tolstoho Square",
        "content": "Lva Tolstoho Square, or Leo Tolstoy Square (), is a triangular intersection in Kyiv, Ukraine named after author Leo Tolstoy. The three streets circumscribing the square include Lva Tolstoho Street, Lva Tolstoho Square, and Velyka Vasylkivska Street. The intersection serves as an entry point for Lva Tolstoho station, part of the Kyiv Metro."
    },
    {
        "title": "Hiroyuki Enoki",
        "content": "Enoki turned professional in August 1998 in Yokohama, Japan. In his debut Enoki defeated fellow Japanese debutant Koyu Nakajima with a first round knockout."
    },
    {
        "title": "Mark Dobies",
        "content": "Dobies formerly portrayed district attorney and murderer Daniel Colson on the ABC soap opera One Life to Live from July 1, 2003 until June 15, 2005. Previously, he briefly played Dr. Noah Chase on CBS soap Guiding Light from 2000 to 2001."
    },
    {
        "title": "Ambara church",
        "content": "The Ambara church complex consists of a half-ruined three-nave basilica (first built in 7-8th century), a stone fence (Middle Ages) and remains of several additional secular structures, dated by scholars from the 8th to the 10th century. The basilica has a roughly processed ashlar stone surface stones that have survived almost in its original form, a two-storey narthex and an upper gallery on the west facade. The main nave vault bears traces of the Late Medieval reconstruction."
    },
    {
        "title": "Sparganothina neoamoebaea",
        "content": "The length of the forewings is 5.8-6.3 mm for males and 6.5-7.3 mm for females. The forewings are silvery white with blackish-brown markings and dispersed dark brown, orange or cream coloured scales. The hindwings are pale greyish brown with thin darker brown lines toward the apex."
    },
    {
        "title": "Salai (needle)",
        "content": "A salai () also known as a baaj ()) is a specially-designed needle for turbans that is used by Sikhs for tucking hair from inside the turban and is also used for smoothing out folds. There are various ranges of salai needles used by Sikhs."
    },
    {
        "title": "St Mary's Abbey, York",
        "content": "\"Nowhere in England is there another spot so full of charm as York and where in York is there a more charming spot than the Gardens of the Philosophical Society, in which stand the beautiful fragments of that once powerful and noble monastery of St. Mary's. Here we must leave the venerable pile in the evening of its glory.\""
    },
    {
        "title": "Oak Grove (La Plata, Maryland)",
        "content": "Oak Grove is a historic home located at La Plata, Charles County, Maryland, United States. It was built in the early Federal style about 1800, and is a one-story, two part brick house of Flemish bond masonry. Two outbuildings date from the 19th century: a small frame dependency built about 1830, and a small corncrib with flanking sheds. Believed to be contemporary in age with the house, it was extensively renovated and partially rebuilt at various times in the 19th and early 20th centuries. The property was originally part of Green's Inheritance."
    },
    {
        "title": "Cobalt(III) chloride",
        "content": "At 918 K (below the melting point of , 999 K), the trichloride was the predominant cobalt species in the vapor, with partial pressure of 0.72 mm Hg versus 0.62 for the dichloride. However, equilibrium shifts to the left at higher temperatures. At 1073 K, the partial pressures were 7.3 and 31.3 mm Hg, respectively."
    },
    {
        "title": "James Goodwin",
        "content": "Goodwin's freedom was short-lived--he was caught stealing in 1835 and was sent by personal order of Lieutenant Governor George Arthur to Norfolk Island. Convict Peak and Goodwins Creek near the confluence of the Gordon and Franklin Rivers in the Franklin-Gordon Wild Rivers National Park are named after James Goodwin."
    },
    {
        "title": "Edo State Polytechnic",
        "content": "Edo State Polytechnic Usen is a higher institution of learning located in Usen community of Ovia South West local government area of Edo State, Nigeria. It was formerly known as Edo State Institute of Technology and Management (ESITM) Usen."
    },
    {
        "title": "Czech Corner",
        "content": "The Czech population quickly began to decline as a result of emigration to the Czechoslovakia and the Federal Republic of Germany. While just after World War II the Czech population of the Czech Corner was approximately 5,100 persons, in 1957 estimates were of about 500 Czechs remaining. The vast majority of inhabitants of the Czech corner today are ethnic Poles."
    },
    {
        "title": "Horace Dutton Taft",
        "content": "Taft retired as headmaster in 1936, but continued to teach a course in Civics until his death. In 1942, Taft's memoir was published, entitled Memories and Opinions."
    },
    {
        "title": "Flávio Rodrigues",
        "content": "He was also guitarist, composer and musical director of the Rafael Amargo's Company (during 5 years), in six different shows (\"Amargo\", \"Poeta en Nueva York\", \"Intimo\", \"Enramblao\", \"D. Q. - Pasajero en Transito...\" and \"Tiempo Muerto\")."
    },
    {
        "title": "1991–92 FIS Cross-Country World Cup",
        "content": "The 1991-92 FIS Cross-Country World Cup was the 11th official World Cup season in cross-country skiing for men and women. The World Cup started in Silver Star, Canada, from 8 December 1991 and finished in Vang, Norway, on 14 March 1992. Bjorn Daehlie of Norway won the overall men's cup and Yelena Valbe of the CIS won the women's."
    },
    {
        "title": "German-American Heritage Foundation of the USA",
        "content": "On October 17, 2008, the German-American Heritage Foundation acquired Hockemeyer Hall to establish the first national German-American Heritage Museum of the USA. Through supporters and fundraising, the GAHF was able to renovate the interior and exterior of the old townhouse, which opened in March 2010."
    },
    {
        "title": "Donati (crater)",
        "content": "The outer wall of Donati has been eroded by subsequent impacts, particularly in the south and east, where craterlets overlie the rim. The distorted northern rim is joined with the irregularly shaped satellite crater Airy C. The inner floor of Donati is irregular and marked by small craters, particularly in the south and southwest. At the midpoint of the interior is a central rise. The crater is from the Pre-Imbrian period, 4.55 to 3.85 billion years ago."
    },
    {
        "title": "Khuwaylid ibn Asad",
        "content": "He was a rich merchant, a successful businessman whose vast wealth and business talents were inherited by Khadijah. She succeeded him in managing with the family's wealth."
    },
    {
        "title": "1920 Washington Senators season",
        "content": "The 1920 Washington Senators won 68 games, lost 84, and finished in sixth place in the American League. They were managed by Clark Griffith and played home games at Griffith Stadium."
    },
    {
        "title": "Don Schain",
        "content": "In the 1990s, he moved to Utah and went on to produce movies of a more family-oriented nature for the Disney Channel, including High School Musical, Wendy Wu: Homecoming Warrior and Read It and Weep. He was the first president of the Motion Picture Association of Utah."
    },
    {
        "title": "Daiki Shimomura",
        "content": "He is known for his work in various promotions. At K-DOJO Chiba Festival 2019, an event promoted by Kaientai Dojo on May 2, 2019, he teamed up with fellow Sento Minzoku stablemates Ryuichi Sekine and Isami Kodaka and unsuccessfully challenged Ayato Yoshida, Tank Nagai and Tatsuya Hanami for the Chiba Six Man Tag Team Championship. At Gatoh Move Gtmv #14, an event promoted by Gatoh Move Pro Wrestling on October 31, 2019, Shimomura teamed up with Ryuichi Sekine in a losing effort to Chris Brookes and Masahiro Takanashi."
    },
    {
        "title": "Fred J. Kern",
        "content": "After 1918, Kern occupied no public office and devoted all his time to his newspaper work. Married on July 23, 1893 to Alma Fredericka Eidmann Of Mascoutah, IL, the couple had three sons, Alfred E., Robert L., and Richard P. Fred J. Kern died in Belleville, Illinois, on November 9, 1931, and was interred in Walnut Hill Cemetery."
    },
    {
        "title": "Ecuador at beauty pageants",
        "content": "d.Azuay was elected as the original representative, but she resigned. Sonia Luna from Guayas was appointed as the new representative."
    },
    {
        "title": "Rubilio Castillo",
        "content": "His debut in top flight football league was for C.D.S. Vida on 27 September 2008 against Hispano F.C. and he scored the only goal from his side. He used to play in an amateur championship with his team El Sauce where he won top goalscorer."
    },
    {
        "title": "List of cities and towns in Armenia",
        "content": "Yerevan, Gyumri, and Vanadzor are the three largest urban settlements of the republic, currently having populations of more than 50,000. They were considered as \"cities of republican subordination\" (hanrapetakan ent`akayowt`yan k`aghak`ner) during the Soviet period. The rest of the towns have populations less than 50,000."
    },
    {
        "title": "Jolande Jacobi",
        "content": "Jacobi, J. 'Symbols in an Individual Analysis', in C. G. Jung ed, Man and his Symbols (1978 [1964]) Part 5"
    },
    {
        "title": "DaVinChe",
        "content": "DaVinChe, is a British record producer and songwriter from South London, England who is best known as one of the pioneer producers in the UK grime scene. His notable works include Kano's \"Brown Eyes\" and \"P's and Q's\", Mez Featuring Stormzy \"Lex Luther\", Giggs and Shola Ama \"Blow Em' Away\", Bashy featuring Wretch 32's \"Male Pride\", Tinie Tempah's \"Tears\", Tinchy Stryder's \"Something About Your Smile\", and a funky house hit collaboration with long time friends DJ Perempay and Katie Pearl \"Something in the Air\"."
    },
    {
        "title": "Pilum, Iran",
        "content": "Pilum (, also Romanized as Pilum) is a village in Rameshk Rural District, Chah Dadkhoda District, Qaleh Ganj County, Kerman Province, Iran. At the 2006 census, its population was 44, in 10 families."
    },
    {
        "title": "Shelby, Montana",
        "content": "The median age was 40.3 years. 18.9% of residents were under the age of 18; 8.3% were between the ages of 18 and 24; 29.3% were from 25 to 44; 29.9% were from 45 to 64; and 13.6% were 65 or older. The gender makeup of the city was 58.3% male and 41.7% female."
    },
    {
        "title": "Jaime Frías",
        "content": "After spending the entire 2014 preseason training with Indy Eleven, Frias joined the Indianapolis-based NASL side for a season-long loan on April 8, 2014. After a successful season in Indy Eleven he returned to Guadalajara to compete for a chance to play for the first team by playing in the club's third division side, Guadalajara Premier."
    },
    {
        "title": "Van Dam's vanga",
        "content": "At present, the species is endangered under the ICUN Species Red List. It has a decreasing population trend of between 1500 and 7000 individuals. The species inhabits a very small range, isolated to just two confirmed sites, one of which is the Ankarafantsika National Park. Its habitat is under increasing pressure from human encroachment and fire."
    },
    {
        "title": "James Paget University Hospital",
        "content": "In March 2007, there was an outbreak of Clostridium difficile at the hospital which killed 17 people. In December 2010 and into 2011, the hospital was put on black alert as it saw a rise in patient numbers. Patients were urged to relieve pressure on the hospital by seeking treatment elsewhere such as at pharmacies, GP surgeries and Minor Injury Units."
    },
    {
        "title": "Kaifu District Government station",
        "content": "Kaifu District Government station is a subway station in Kaifu District, Changsha, Hunan, China, operated by the Changsha subway operator Changsha Metro. It entered revenue service on June 28, 2016."
    },
    {
        "title": "Monsters (All Time Low song)",
        "content": "All Time Low, Lovato, and Blackbear teased the collaboration on social media prior to release, all sharing similar artwork, which led fans to believe a collaboration was underway. The next day, the band confirmed the collaboration, specifically that Lovato would be featuring on a re-release of \"Monsters\", to be released that night."
    },
    {
        "title": "Botryococcus braunii",
        "content": "Botryococcus braunii has been shown to grow best at a temperature of 23 degC, a light intensity of 60 W/m2, with a light period of 12 hours per day, and a salinity of 0.15 molar NaCl. However, this was the results of testing with one strain, and others certainly vary to some degree. In the laboratory, B. braunii is commonly grown in cultures of Chu 13 medium ."
    },
    {
        "title": "Pedra do Baú",
        "content": "Pedra do Bau and the 'Pedra do Bau complex are rock formations in the Mantiqueira Mountains (Serra da Mantiqueira). They are located in the municipality of Sao Bento do Sapucai, Sao Paulo, Brazil."
    },
    {
        "title": "Eupithecia jejunata",
        "content": "The forewings are gray with an indistinct pattern. The hindwings are concolorous with or slightly paler than the forewings. Adults are on wing from February to mid-May. There can be a partial second generation."
    },
    {
        "title": "QR (album)",
        "content": "Janiss Garza of the Los Angeles Times wrote: \"This smoky, moody LP bears little relation to the bold, brash feel imparted by ex-frontman Kevin DuBrow. New singer Paul Shortino's passion-soaked vocals surround the melodic, often contemplative songs on this ballad-heavy album.\" Dave Gattinger of The Leader-Post commented: \"Quiet Riot is back, and may have found the sound to climb back to the top. Shortino has brought some heart and soul in addition to rough and ripping vocals reminiscent of Aerosmith's Steven Tyler.\""
    },
    {
        "title": "Terrestrial reconnaissance",
        "content": "Those units in contact with the enemy, especially patrols, are among the most reliable sources of information. Combat engineers are also good sources of information. These engineer units conduct engineer reconnaissance of an area and can provide detailed reporting on lines of communications; i.e., roads, rivers, railroad lines, bridges, and obstacles to maneuver."
    },
    {
        "title": "Texas Hill (Arizona)",
        "content": "In 1849, during the beginning of the California Gold Rush, 49ers followed the Southern Immigrant Trail west to California along the Gila River Valley. Some of the main 49er routes from the eastern United States to the route through New Mexico Territory that passes Texas Hill, was through Texas and some of the earliest 49ers to reach California on this route came from Texas. How the summit came by the name is not known, but it had acquired the name by the time it first appeared on maps."
    },
    {
        "title": "Stavanger Heliport, University Hospital",
        "content": "Stavanger Heliport, University Hospital (; ) is a heliport situated on the premises of Stavanger University Hospital in the Valand neighborhood of the city of Stavanger in the municipality of Stavanger in Rogaland county, Norway. Used exclusively for air ambulance services, it is home to a Eurocopter EC-135P2+ operated by Norsk Luftambulanse (NLA) on contract with the National Air Ambulance Service. The base is owned by Stavanger Hospital Trust. When it opened in 1981, it was the second such base in the country."
    },
    {
        "title": "Nyctanthes",
        "content": "They are shrubs or small trees growing to 10 m tall, with flaky bark. The leaves are opposite, simple. The flowers are produced in small clusters of two to seven together. The fruit is a two-parted capsule, with a single seed in each part. The name Nyctanthes means \"night flowering\"."
    },
    {
        "title": "Danny Richards",
        "content": "Danny Richards was a big band vocalist in the 1930s and 1940s, primarily known for working with bandleader Bunny Berigan's popular swing outfit. His smooth vocal style was well-utilized on ballads and mid-tempo numbers. After Berigan's death in 1941, Richards was heard less frequently."
    },
    {
        "title": "Robert Lock Graham Irving",
        "content": "\"Mountains... by the interchange of what we have given them and they have given us, there is a part of our personality in them and of theirs in us that is indestructible.\" - R. L. G. Irving, from Alpine Journal (1937)"
    },
    {
        "title": "Courageux-class ship of the line",
        "content": "The Courageux-class ships of the line were a class of six 74-gun third rates of the Royal Navy. Their design was a direct copy of the French ship , captured in 1761 by . This class of ship is sometimes referred to as the Leviathan class. A further two ships of the class were built to a slightly lengthened version of the Courageux draught. A final two ships were ordered to a third modification of the draught."
    },
    {
        "title": "XII Bomber Command",
        "content": "XII Bomber Command is an inactive United States Army Air Forces formation. Its last assignment was with the Twelfth Air Force, based in Corsica, France. It was constituted on 26 February 1942, activated on 13 March 1942, and inactivated on 10 June 1944."
    },
    {
        "title": "Members of the Victorian Legislative Assembly, 1982–1985",
        "content": "In May 1982, the Labor member for Keilor, Jack Ginifer, resigned due to being diagnosed with a terminal illness. Labor candidate George Seitz won the resulting by-election on 17 July 1982."
    },
    {
        "title": "The Hawk (newspaper)",
        "content": "The newspaper is free to those affiliated with the university, and is distributed every Wednesday during the academic year. It has a circulation of 1,500."
    },
    {
        "title": "Mercedes-Benz M06 engine",
        "content": "The M06 has a supercharged, single overhead camshaft, 7-litre straight-6 engine that produces . Depending on state of tune, there is over 500lbs of torque, which made the SSK the fastest car of its day. A clutch operates the supercharger that is engaged by fully depressing the throttle pedal with an extra push, whereas letting off the throttle pedal disengages it."
    },
    {
        "title": "Miklós Boháty",
        "content": "Miklos Bohaty (6 December 1935 - 19 June 1983) was a Hungarian basketball player. He competed in the men's tournament at the 1960 Summer Olympics and the 1964 Summer Olympics."
    },
    {
        "title": "Profit extraction mechanism",
        "content": "Calculate the maximum revenue in the entire population; apply a certain random rounding process that guarantees that the calculation is truthful with-high-probability. Let R be the estimated revenue; run R-profit-extractor in the entire population."
    },
    {
        "title": "Brittney Ezell",
        "content": "Brittney Ezell (born January 18, 1976) is a women's college basketball coach, lastly as the head coach of the East Tennessee State Buccaneers women's basketball team. Ezell had previously been the coach of Montevallo University and Belmont University in Nashville, Tennessee."
    },
    {
        "title": "Marin Čilić",
        "content": "Cilic was eliminated in the second rounds of Indian Wells, Miami Open, and Madrid Open, but reached the quarterfinals in Rome, and Monte Carlo. In May, Cilic won the title at the Istanbul Open, defeating Milos Raonic in the final, in straight sets. This was his 14th ATP 250 title, second clay title, and 17th title overall. Additionally, Cilic's victory in Istanbul meant that 2017 was his tenth consecutive year winning at least one ATP title."
    },
    {
        "title": "F. J. Bergmann",
        "content": "Bergmann's Out of the Black Forest won the 2013 Elgin Award in the Chapbook category. Her collection A Catalogue of the Further Suns won the 2018 Elgin in the same category and also placed first in the 2016 Gold Line Press manuscript competition."
    },
    {
        "title": "Quercus similis",
        "content": "Quercus similis, the swamp post oak or bottomland post oak, is an oak species native to the southeastern and south-central United States. The greatest concentration of populations is in Louisiana and Arkansas, Mississippi, and eastern Texas, with isolated population in Missouri, Alabama, and the Coastal Plain of Georgia and South Carolina."
    },
    {
        "title": "The Headmaster (book)",
        "content": "The Headmaster: Frank L. Boyden of Deerfield is a 1966 book by John McPhee, profiling Frank Boyden, the long-time headmaster of Deerfield Academy. The book was expanded from a magazine profile in The New Yorker."
    },
    {
        "title": "2013 Women's European Volleyball League",
        "content": "The 2013 Women's European Volleyball League was the fifth edition of the annual Women's European Volleyball League, which featured women's national volleyball teams from eight European countries. A preliminary league round was played from June 13 to July 6, and the final four tournament, which was held in Bulgaria on July 11-12, 2013."
    },
    {
        "title": "Neil Sedaka On Stage",
        "content": "In the United States, the album was released in 1976 on the RCA Victor label, and was retitled, Sedaka Live in Australia at the South Sydney Junior Leagues Club. In South Africa, the album was released in 1982 on the RCA Victor label dishonestly retitled Neil Sedaka Live at Sun City."
    },
    {
        "title": "George de Lalaing, Count of Rennenberg",
        "content": "George de Lalaing count Rennenberg (c. 1550 - 23 July 1581), was stadtholder of Friesland, Groningen, Drenthe and Overijssel in the service of Philip II of Spain from 1577 to 1581. The Lalaing family came from Hainaut and had a tradition of governing. His father was Philip de Lalaing, count of Hoogstraten; his mother, Anna of Rennenberg."
    },
    {
        "title": "The Meeting (The Office)",
        "content": "The episode was written by Aaron Shure and directed by Randall Einhorn. According to Nielsen ratings, \"The Meeting\" was seen by 7.33 million U.S. households during its original broadcast, a drop from the previous week's season premiere episode, \"Gossip\". The episode received mixed reviews, with some commentators claiming it focused too much on plot development rather than humor."
    },
    {
        "title": "Piman, Iran",
        "content": "Piman (, also Romanized as Piman) is a village in Aq Kahriz Rural District, Nowbaran District, Saveh County, Markazi Province, Iran. At the 2006 census, its population was 130, in 46 families."
    },
    {
        "title": "Boguchwały",
        "content": "Boguchwaly () is a village in the administrative district of Gmina Milakowo, within Ostroda County, Warmian-Masurian Voivodeship, in northern Poland. It lies approximately south of Milakowo, north of Ostroda, and north-west of the regional capital Olsztyn."
    },
    {
        "title": "Sean Downey",
        "content": "Sean Patrick Downey (born 10 July 1990) is a former professional road racing cyclist from Dromore, County Down, Northern Ireland. He won a Bronze medal in the 2010 Commonwealth Games in the team pursuit as part of the Northern Ireland team."
    },
    {
        "title": "Carlos Pigem",
        "content": "Pigem has played on the Asian Tour since 2013. He picked up his first victory in 2016 at the Yeangder Tournament Players Championship."
    },
    {
        "title": "The Four Horsemen of the Apocalypse (1962 film)",
        "content": "However, he said that the rest of the cast \"was as brilliant as it was international.\" Yvette Mimieux was cast in the ingenue part with Charles Boyer and Claude Dauphin in support, and Ava Gardner in the female lead, the part played by Alice Terry in the 1921 film. Eventually Gardner dropped out and Ingrid Thulin, best known for Wild Strawberries, stepped in. The studio wanted Horst Buchholz to play the young German son but he was unable to do it because of his commitment to make Fanny (1961) and so Karlheinz Bohm instead was hired."
    },
    {
        "title": "Love Yourself (Mary J. Blige song)",
        "content": "The music video for the official remix of \"Love Yourself\" featuring Harlem rapper ASAP Rocky premiered via Complex on May 26, 2017. It was directed by Taj and was shot in Los Angeles and New York City. The video was uploaded to Blige's official Vevo channel on June 9, 2017."
    },
    {
        "title": "Ian Weinberg",
        "content": "Weinberg grew up in Seattle, Washington, where he attended Garfield High School. He was a four-year starter at Western Washington University, serving as captain his senior season. He led the Vikings to the school's best record, and its first conference championship, finishing his career ranked in the Universities top 10 in goals, assists, points, and games played. He graduated with a bachelor's degree in political science."
    },
    {
        "title": "542nd Aircraft Control and Warning Group",
        "content": "The 542d Aircraft Control and Warning Group is an inactive United States Air Force unit. It was last assigned to the 28th Air Division, stationed at Hamilton Air Force Base, California. It was inactivated on 6 February 1952."
    },
    {
        "title": "Flow with the Tide",
        "content": "Flow with the Tide is the very first release by the English metal band, Peach, released in 1991. It was released as a 3-track tape cassette. It is now extremely rare. The first two tracks were originally written by Simon Oakes for the band Bloom."
    },
    {
        "title": "Frederick Van Rensselaer Dey",
        "content": "Dey married Annie Shepard Wheeler, of Providence, Rhode Island, on June 4, 1885 and they had two children, Harriet and Kinsley. After a divorce he married Haryot Holt (c. 1857-June 16, 1950) on April 1, 1898."
    },
    {
        "title": "Barbarika",
        "content": "Phalguna Mela: The most important festival associated with the temple is the Phalguna Mela which occurs just 8-9 days before the festival of Holi. Barbarika's head appeared on Phalguna Shuddha Ekadashi, the 11th day of the bright half of the Hindu month of Phalguna. Therefore, the fair is held from the 9th to the 12th of that month. The fair has now been extended to nearly 12-15 days of the bright half of the Phalguna month."
    },
    {
        "title": "Boney M.",
        "content": "Boney M.'s first album, Take the Heat off Me, was released in 1976. It contained tracks that Marcia Barrett had already recorded with Farian, including the title track and \"Lovin' or Leavin'\", both of which were previously recorded in German by another Farian act, Gilla. As Maizie Williams' voice was not considered suitable for recording purposes by Farian, and a try-out with Bobby Farrell performing \"No Woman No Cry\" did not work, Farian decided to use only Liz Mitchell and Marcia Barrett along with his own studio-enhanced voice to create the Boney M. sound."
    },
    {
        "title": "Bahman Nirumand",
        "content": "In 1979, Nirumand returned to Iran before the Islamic Republic of Iran was founded. After staying there for three years, Nirumand went into exile in Paris, as he had not received permission to re-enter Germany. He later relocated to Berlin."
    },
    {
        "title": "Democratic Peace Party",
        "content": "The Democratic Peace Party () is a small Egyptian political party that was formed in 2005. According to its chairman on Al-Faraeen TV (Parliament and parties program) he stated that there are about one million members in the party. The party has been described as a party that is \"secular leaning but embraces an Islamic identity.\" The party presses for establishing peace in the region and worldwide. The party has been considered a remnant of the formerly ruling National Democratic Party."
    },
    {
        "title": "Ingrid (given name)",
        "content": "Ingrid is a feminine given name. It continues the Old Norse name Ingiridr, which was a short form of Ingfridr, composed of the theonym Ing and the element fridr \"beloved; beautiful\" common in Germanic feminine given names. The name Ingrid (more rarely in the variant Ingerid or Ingfrid; short forms Inga, Inger, Ingri) remains widely given in all of Scandinavia, with the highest frequency in Norway."
    },
    {
        "title": "1963 Hawthorn Football Club season",
        "content": "The 1963 season was the Hawthorn Football Club's 39th season in the Victorian Football League and 62nd. This was the second time Hawthorn were the minor premiers. Hawthorn qualified for their second Grand Final appearance, however they suffered their first Grand Final defeat losing to 60-109. Following the defeat John Kennedy Sr. stepped down as coach."
    },
    {
        "title": "The Best of Maynard Ferguson",
        "content": "The Best of Maynard Ferguson is the first compilation album and 13th overall by Canadian jazz trumpeter Maynard Ferguson on Columbia Records. The 1980 release opens with Maynard's biggest hit \"Gonna Fly Now\", before going on a tour of some of his best work for Columbia, featuring no less than 4 major theme songs along the way."
    },
    {
        "title": "Delias caeneus",
        "content": "The wingspan is about 70-76 mm. The red markings on the hindwings are more developed than in any other member of the hyparete group. Furthermore, unlike any other member, there is a red patch at the end of the cell on the hindwing verso."
    },
    {
        "title": "James C. Kirby",
        "content": "Kirby scholarly work focused on legal ethics. He helped write the Twenty-fifth Amendment to the United States Constitution on Presidential and Vice Presidential vacancies, disability, and succession."
    },
    {
        "title": "L'Économiste",
        "content": "L'Economiste is published on weekdays and focuses on business news. Its website was launched in 1993, making L'Economiste the second newspaper to have an online edition. The paper is the recipient of the Victoires de la Presse award in the category of the scoop/article of the year."
    },
    {
        "title": "Raritan Bayshore",
        "content": "The Bayshore area is mostly flat areas of beach, with the exception of the hills between the Navesink River and the Sandy Hook Bay. Mount Mitchill, a hill in Atlantic Highlands, is the highest. To the east of Mount Mitchill are the Twin Lights Lighthouse of Highlands, with unobstructed views of Sandy Hook and the New York City skyline. Hartshorne Woods Park is also located in the Monmouth Hills to the south on the banks of the Navesink River."
    },
    {
        "title": "Discordia seyrigalis",
        "content": "Discordia seyrigalis is a species of snout moth in the genus Discordia. It was described by Hubert Marion and Pierre Viette in 1956 and is known from Madagascar."
    },
    {
        "title": "Lieser, Germany",
        "content": "Archaeological finds reveal that settlement history reaches back to Roman times. Witnessing this are the remnants of a Roman aqueduct on the Paulsberg (mountain) above Lieser, surface finds of Roman tiles and a Roman winepressing facility unearthed in 2005 during roadworks at the riverbank. This lay below the vineyards, some 500 m east of the village, but after an emergency excavation, it was filled in again."
    },
    {
        "title": "Poynings",
        "content": "Adder Bottom () has the lynchet lines of an Iron Age field system visible in good evening light. There is prehistoric bowl barrow () called Scabes Castle which marks the corner of the Poynings and Fulking parishand the Brighton boundary. It is now only detectable by a slight rise in the fence line as it crosses the ploughed-out mound."
    },
    {
        "title": "EOS imaging",
        "content": "The first installations of EOS in European and North American hospitals and clinics occurred from 2008 to 2010. In 2011, the EOS system was being integrated into clinical routines of medical centers in 10 countries, including the United States, Canada, and Australia."
    },
    {
        "title": "Abilene Downtown Historic District",
        "content": "It includes a city hall, a courthouse, a post office, and commercial buildings for specialty stores, banks and other businesses. Nine buildings in the district were already separately listed on the National Register."
    },
    {
        "title": "Șimian, Mehedinți",
        "content": "Simian is a commune located in Mehedinti County, Oltenia, Romania. It is composed of eight villages: Cerneti, Dedovita Noua, Dedovita Veche, Dudasu, Erghevita, Poroina, Simian, and Valea Copcii."
    },
    {
        "title": "Shooting Love, 200X",
        "content": "1-player test includes 10 sets of stages for total of 20 stages. At the end of the test, player's result is judged by 6 categories, with final evaluations of shop average score, player's final test score, player's gamer age. 2-player versus includes 3 stage types."
    },
    {
        "title": "Ngamau Munokoa",
        "content": "Munokoa was born in Rarotonga and attended Arorangi, Avarua and Nikao Primary schools and Tereora College. She trained for clerical work in Auckland, New Zealand in the hope of becoming a teacher, but returned to the Cook Islands in 1962 to open a shop."
    },
    {
        "title": "Stress hyperglycemia",
        "content": "Stress hyperglycemia is especially common in patients with hypertonic dehydration and those with elevated catecholamine levels (e.g., after emergency department treatment of acute asthma with epinephrine). Steroid diabetes is a specific and prolonged form of stress hyperglycemia."
    },
    {
        "title": "1942 Uruguayan constitutional referendum",
        "content": "The new constitution would limit the President and Vice President to a single term in office. It provided for a bicameral General Assembly, with a Senate elected by proportional representation. The lema system would be abolished."
    },
    {
        "title": "Christmas Party (The Office)",
        "content": "Erik Adams of The A.V. Club awarded the episode an \"A-\", and applauded its vignette-style presentation, noting that this format \"work[s] in the show's favor.\" He also applauded the characterization of Michael, writing that it allowed him to \"indulge in some David Brent-like behavior without it coming off as a lackluster impression or a bad shade on the show.\" Ultimately, he positively commented upon the fact that the episode started The Offices tradition of delivering usually strong Christmas-themed episodes."
    },
    {
        "title": "Chal Qasem",
        "content": "Chal Qasem (, also Romanized as Chal Qasem) is a village in Shahi Rural District, Sardasht District, Dezful County, Khuzestan Province, Iran. At the 2006 census, its population was 93, in 14 families."
    },
    {
        "title": "Jeff Kent",
        "content": "In Game 5 of the 2004 National League Championship Series, Kent hit a three-run walk-off home run in the bottom of the ninth to break a scoreless tie and put Houston ahead of the St. Louis Cardinals three games to two in the series. However, the Cardinals would win Games 6 and 7 in St. Louis to capture the pennant."
    },
    {
        "title": "Kings' monitor",
        "content": "The holotype was collected beneath rocks in 1978 at Timber Creek in the Northern Territory by Max King. The specific name, kingorum (genitive plural), is in honor of Canadian-born Australian ecologist Richard Dennis King (1942-2002) and Australian geneticist Max King (born 1946), honouring their contributions to the understanding of Australia varanids."
    },
    {
        "title": "Robert Wilson House",
        "content": "Robert Wilson House is a historic home located in East Fallowfield Township, Chester County, Pennsylvania. It was built in 1823, and is a two-story, five bay, stuccoed stone dwelling with a gable roof. The house has small wings on both sides. It features a formal entryway with pilasters and an elliptical fanlight. It is representative of a Federal style farmhouse."
    },
    {
        "title": "Creature Beat",
        "content": "Creature Beat was a United Kingdom new wave band from the 1970s, based in Bristol and London. The band released a single with Puritan Records. The band split up in 1984, and later released an album of its previous songs almost 30 years later."
    },
    {
        "title": "Uhm Tae-goo",
        "content": "Uhm Tae-goo (; born November 9, 1983) is a South Korean actor. He is known for his supporting roles in many critically acclaimed films, such as Coin Locker Girl (2015) and The Age of Shadows (2016)."
    },
    {
        "title": "Avalanche UCMS",
        "content": "Organising team of Avalanche consists of 3rd semester students of UCMS under the banner of student union which has president, vice president, cultural secretary, general sec., sports sec., treasurer, literary sec., joint sec. etc."
    },
    {
        "title": "The Violent Patriot",
        "content": "The Violent Patriot () is a 1956 Italian adventure film directed by Sergio Grieco. It is loosely based on real life events of the Italian condottiero Giovanni dalle Bande Nere."
    },
    {
        "title": "2016 Team Giant–Alpecin season",
        "content": "The 2016 season for the began in January with the Tour Down Under. As a UCI WorldTeam, they were automatically invited and obligated to send a squad to every event in the UCI World Tour."
    },
    {
        "title": "DXDZ-TV",
        "content": "Northern Mindanao Isyu Karon (November 22, 2010 - February 4, 2013) - GMA Northern Mindanao's public affairs program (with simulcast since 2012 on Channel 35). The program ended on February 4 then it was replaced by the new program for the flagship regional newscast, \"Testigo Northern Mindanao\" when the frequency was moved to the said flagship station."
    },
    {
        "title": "Kendrapara Road railway station",
        "content": "Jagatpur railway station is a railway station on the East Coast Railway network in the state of Odisha, India. It serves Kendrapara Road. Its code is KNPR. It has two platforms. Passenger, MEMU, Express trains halt at Kendrapara Road railway station."
    },
    {
        "title": "Hainworth",
        "content": "Hainworth is a hamlet south of Keighley in West Yorkshire, England. The hamlet faces north across the lower end of the Worth Valley with a steep wooded incline towards Keighley."
    },
    {
        "title": "Sinking of the Oscar",
        "content": "On the bi-centenary of the disaster, it was remembered in the press and a local gala had an exhibition on the event and its legacy. Oscars story is still told in schools."
    },
    {
        "title": "Saskatchewan Housing Corporation",
        "content": "Saskatchewan Housing Corporation (SHC) is a crown corporation owned by the Government of Saskatchewan, founded in 1978, to fund social housing, provide grants and other incentives for low-income and rental housing development within the province. In 2010, SHC supported 23,500 social and affordable rental housing units and an addition 5,400 special-purpose housing (e.g. group homes and special needs) units. The corporation primarily executes its mandate by funding programs and initiatives undertaken by 450 local community organizations, mostly local municipal housing authorities. Corporation staffing functions are primarily provided by the Ministry of Social Services under contract to the corporation."
    },
    {
        "title": "1969–70 Cypriot Cup",
        "content": "The 1969-70 Cypriot Cup was the 28th edition of the Cypriot Cup. A total of 16 clubs entered the competition. It began on 4 April 1970 with the first round and concluded on 3 May 1970 with the final which was held at GSP Stadium (1902). Pezoporikos Larnaca won their 1st Cypriot Cup trophy after beating ]Alki Larnaca 2-1 in the final."
    },
    {
        "title": "Chakde TV",
        "content": "Chakde TV is a Canadian exempt Category B Punjabi language specialty channel that is owned by Server Center Limited. It broadcasts entertainment and news programming in Punjabi. The station broadcasts from its studio in southwest Calgary. Approximately 70 to 80 percent of the station's content is produced in Canada."
    },
    {
        "title": "The Encyclopedia of Ghosts",
        "content": "The Encyclopedia of Ghosts is a book about actual reports of supernatural hauntings. The book is divided into chapters about traditional hauntings, poltergeists, animal spirits, celebrity ghosts and ghostly phenomena. For each entry, author Daniel Cohen provides a condensed version of original reports, as well as an assessment of the veracity of the sighting. (For example, Cohen dismisses The Amityville Horror as a hoax.)"
    },
    {
        "title": "Sibbaldia (journal)",
        "content": "Sibbaldia: the International Journal of Botanic Garden Horticulture is an online journal which publishes \"peer-reviewed articles and short notes on the cultivation, conservation, research, botany (but not taxonomic botany), history, landscaping, legislation, management, and curation of plants in botanic and other gardens.\" It was first published in 2003."
    },
    {
        "title": "Victoria Bartlett",
        "content": "Her career began in design, illustration, and brand consultancy for a prestigious portfolio of brands and designers, including Miu Miu, Versace, DKNY, Moncler, Lacroix, Calvin Klein, and Theory. She was the stylist of the first Victoria's Secret Fashion Show 1995. Bartlett gained accolades styling for Bjork, Madonna, Scarlett Johansson, David Bowie, Chloe Sevigney, Pharrell Williams, and Venus Williams. She was Fashion Editor at Allure magazine prior to becoming Fashion Director for Interview and BIG Magazine. She has created fashion editorials for i-D, Numero, V, French, Italian, and L'Uomo Vogue."
    },
    {
        "title": "She (band)",
        "content": "While she's music can be labeled as electronica and chiptune, it incorporates elements from ambient and classical music. Using a mixture of old 8-bit computers and modern equipment, she's music is produced in the bitpop style."
    },
    {
        "title": "5-inch/25-caliber gun",
        "content": "The heavy cruiser (ca. 1935), the last 2 of the light cruisers (ca. 1937), the of battleships(ca. 1937) and the aitcraft carriers (ca. 1934) were originally built with the more modern 5-inch/38 guns."
    },
    {
        "title": "Channel 5 (Pakistan)",
        "content": "Channel Five is an Urdu language Pakistani television channel based in Lahore, launched in year 2012. They are managed by Dot Republic Media Group They are part of Khabrain Group who publishes Khabrain Newspaper. They are based in Lahore, Pakistan."
    },
    {
        "title": "Distortion (The Magnetic Fields album)",
        "content": "Distortion was recorded at Mother West in New York City. It was produced by Stephin Merritt and co-produced by Charles Newman."
    },
    {
        "title": "Self-Control (novel)",
        "content": "Self-Control is a novel by the Scottish novelist Mary Brunton, published in 1811. The novel, which had some success in its own time, tells a rocambolesque tale, which inspired Jane Austen when she wrote her Plan of a Novel. Part of the author's intention in writing the work was to show \"the power of the religious principle in bestowing self-command\", while rebutting the idea that a reformed rake makes the best husband."
    },
    {
        "title": "Río Pascua Airport",
        "content": "Rio Pascua Airport (), is an airport serving small settlements along the Pascua River in the Aysen Region of Chile. The runway is south-southwest of Caleta Tortel, a coastal village."
    },
    {
        "title": "Timeline of the war in Donbas (2019)",
        "content": "This is the timeline of the War in Donbas for the year 2019. More than 110 Ukrainian soldiers were killed in the conflict between Ukrainian government forces and Russian-backed separatists in 2019."
    },
    {
        "title": "Linz AG",
        "content": "The Linz Service Gmbh subsidiary of Linz AG is responsible for water supply and sewage disposal, as well as other municipal services including baths, funerals and cemeteries. It also operates the Port of Linz."
    },
    {
        "title": "111th Aviation Regiment (United States)",
        "content": "The Regiment was organized in the Florida Army National Guard as Company D, 26th Aviation Battalion and federally recognized on 1 September 1978 at Jacksonville. It was expanded, reorganized and redesignated on 2 October 1986 as the 419th Aviation Battalion, and redesignated on 1 October 1987 as the 111th Aviation, a parent regiment under the United States Army Regimental System to consist of the 1st Battalion at Jacksonville."
    },
    {
        "title": "HMS Vengeance",
        "content": "Vengeance was a gunboat that the garrison at Gibraltar launched in June 1782 during the Great Siege of Gibraltar. She was one of 12. Each was armed with an 18-pounder gun, and received a crew of 21 men drawn from Royal Navy vessels stationed at Gibraltar. provided Vengeances crew."
    },
    {
        "title": "1943 Marquette Hilltoppers football team",
        "content": "The 1943 Marquette Hilltoppers football team was an American football team that represented Marquette University as an independent during the 1943 college football season. In its third season under head coach Thomas E. Stidham, the team compiled a 3-4-1 record and was outscored by a total of 153 to 143. The team played its home games at Marquette Stadium in Milwaukee."
    },
    {
        "title": "Vernonia galamensis",
        "content": "One of over 1,000 species in genus Vernonia, V. galamensis is native to East Africa. It is grown in the region as an industrial oilseed. Its seed production is poor when it is grown outside of the equatorial region, so cultivation in other places is not always economically worthwhile; however, further studies in the breeding of this species to generate more productive varieties may show promise. It requires loose, porous soil and long periods of dry conditions."
    },
    {
        "title": "Nikolay Shmelkov",
        "content": "After discharge Shmelkov returned to his birthplace and dwelt there until his death. He died at March 24, 1967. He is buried in Krasnaya Gorbatka in Vladimir Oblast."
    },
    {
        "title": "Freak Show (TV series)",
        "content": "Bob and Helen Hartsdale (Cross and Benjamin respectively) - The kind, older couple who own a freakshow and the Squad. They are often shown as senile people."
    },
    {
        "title": "Fred Freiberger",
        "content": "On 15 December 1975, Freiberger was confirmed as both script editor and producer for the second season of Gerry Anderson's British science-fiction TV series Space: 1999, recruited in part to make the series more appealing to the American market. To that end, Freiberger re-worked the series with major cast and character changes, a heightened emphasis on action and drama, and even ensured that signs appearing in the episodes used American English spelling. He also wrote three episodes for the show's second season, under the pen name \"Charles Woodgrove\", a pseudonym he had employed when writing for movies and television in the USA: he first used that name as a screenwriter on the movie The Beast from 20,000 Fathoms (1953), and subsequently in writing television episodes of the 1960s Western series Rawhide."
    },
    {
        "title": "Chauncey Yellow Robe",
        "content": "Chauncey was born in SichaNGgu Oyate territory, known today as the Rosebud Indian Reservation, in southern South Dakota. He was the firstborn child of his father Tasinagi, a hunter, known later as Yellow Robe for war deeds, who was the son of a hereditary chief; and his mother Tahcawin (), a skilled artist, purportedly a niece of Sitting Bull. He described his childhood to have primarily involved hunting, fishing, and chasing buffaloes across the plains of South and North Dakota, Nebraska, Wyoming, and Montana."
    },
    {
        "title": "Jakob-Kaiser-Platz (Berlin U-Bahn)",
        "content": "Jakob-Kaiser-Platz is a metro station on the Berlin U-Bahn line U7, located in the Charlottenburg-Nord district. It was opened on 1 October 1980 (architect R.G.Rummler) with the line's extension from Richard-Wagner-Platz to Rohrdamm. The eponymous traffic circle located above the station is named after politician and Resistance fighter Jakob Kaiser (1888-1961). The next station going eastbound is Jungfernheide (change there for DB and S-Bahn)"
    },
    {
        "title": "H2356-309",
        "content": "Characteristics of this absorption in the Sculptor Wall by the oxygen atoms in particular are similar to the absorption of the oxygen atoms in warm-hot intergalactic medium, giving scientists more assurance they can find other sources that compare to warm-hot intergalactic medium. There are also similarities in the predicted temperature and density of the warm-hot intergalactic medium compared to the Sculptor Wall."
    },
    {
        "title": "2021 Indiana State Sycamores football team",
        "content": "The 2021 Indiana State Sycamores football team represented Indiana State University as a member of the Missouri Valley Football Conference (MVFC) for the 2021 NCAA Division I FCS football season. They were led fourth-year head coach Curt Mallory. The Sycamores played their home games at Memorial Stadium in Terre Haute, Indiana."
    },
    {
        "title": "Uganda National Records Centre and Archives",
        "content": "The building is located at Plot 8-9 Lourdel Road in the Wandegeya neighborhood, in the Central Division of Kampala, Uganda's capital and largest city, about north of the city's business district. The coordinates of the building are: 00deg19'56.0\"N, 32deg34'42.0\"E (Latitude:0.332222; Longitude:32.578333)."
    },
    {
        "title": "Son of the Velvet Rat",
        "content": "Son of the Velvet Rat toured throughout the United States and Europe. Some of their records have been released by the South Korean label, Polyphone."
    },
    {
        "title": "Junkers G.38",
        "content": "The first Junkers prototype--3301 and marked as D-2000--first flew on 6 November 1929 with four diesel engines: two Junkers L55 V-12 engines and two 294 kW L8 inline-6 engines, with a total power rating of 1470 kW (1971 hp). The Reich Air Ministry purchased the D-2000 for demonstration flights, and took delivery on 27 March 1930. In flight tests, the G.38 set four world records including speed, distance and duration for airplanes lifting a 5000 kg payload. On 2 May 1930 Luft Hansa put the D-2000 into commercial service for both scheduled and chartered flights."
    },
    {
        "title": "Casper Chan",
        "content": "Casper Chan is a Hong Kong actress. Notable roles include a hotel employee in 7 Days in Life, and Legend of the Demigods as a magistrates daughter."
    },
    {
        "title": "Light Vessel 72",
        "content": "Light Vessel 72 was built for Trinity House, the General Lighthouse Authority for England, Wales, the Channel Islands and Gibraltar. Constructed in Sunderland by John Crown & Sons in 1903, she had a hull of rivetted iron plates and a wooden deck. The vessel measured in length, in beam, and in depth, and had a gross tonnage of 257. For her role as a navigational aid, a tower in the midships was fitted with a paraffin lamp that could be seen up to away. As a light vessel, she was unpowered, relying on Trinity House tenders to tow her into position where she would anchor."
    },
    {
        "title": "Self-arrest",
        "content": "Hardness of the slope: The harder the surface of the slope the harder it is to perform self-arrest. On icy slopes (e.g., on an icefall), the pick may fail to engage the surface, or it may bounce with great force on hitting a snag making it difficult to even maintain control of the axe. Negative or neutral angle picks are considered superior by some in this regard as they have a lower tendency to snag on the ice while others maintain that they will not penetrate ice as easily as positive angle picks."
    },
    {
        "title": "Ai-Petri",
        "content": "Ai-Petri () is a peak in the Crimean Mountains. For administrative purposes it is in the Yalta municipality of Crimea. The name is of Greek origin, and translates as St. Peter ()."
    },
    {
        "title": "Princess Isabel Alfonsa of Bourbon-Two Sicilies",
        "content": "Princess Isabel Alfonsa of Bourbon-Two Sicilies, Infanta of Spain, (Isabel Alfonsa Maria Teresa Antonia Cristina Mercedes Carolina Adelaida Rafaela de Borbon-Dos Sicilias y Borbon; 16 October 1904 - 18 July 1985) was a member of the House of Bourbon-Two Sicilies and a princess of Bourbon-Two Sicilies by birth. Through her marriage to Count Jan Kanty Zamoyski, she was a member of the Zamoyski noble family and a Countess Zamoyska."
    },
    {
        "title": "Makeni Teacher's College",
        "content": "Makeni Teacher's College formerly St Augustine's Teachers College is a two to three years public college located in Makeni, Bombali District, Sierra Leone. It was founded in 1964. The college trains prospective teachers for primary and junior secondary school levels (form 1-3). After successfully completing the programme, candidates qualify for the Teachers Certificate (TC) and the Higher Teachers Certificate (HTC). The college offers programmes in English studies, social studies, environmental science, agriculture and Mathematics education."
    },
    {
        "title": "Angels (1990 film)",
        "content": "Angels () is a 1990 Spanish-Swiss drama film directed by Jacob Berger. It was entered into the 40th Berlin International Film Festival."
    },
    {
        "title": "Kaisei Ishii",
        "content": "Ishii was born in Fukuoka Prefecture on April 2, 2000. He joined J1 League club Sagan Tosu from youth team in 2018."
    },
    {
        "title": "House of the Seven Gables (Mayo, Florida)",
        "content": "Recently, a storm has nearly demolished the house. No plans are known for any restoration and the house appears to be beyond repair."
    },
    {
        "title": "Eddy-Taylor House",
        "content": "The Eddy-Taylor House is a historic house in Lincoln, Nebraska. It was built with bricks in 1891 for Ambrose Eddy, and designed in the Queen Anne style. In 1902, it was purchased by Professor W. G. L. Taylor, who was the chair of the department of Political Economy at the University of Nebraska-Lincoln from 1893 to 1911. The house has been listed on the National Register of Historic Places since July 21, 1983."
    },
    {
        "title": "Luxembourg Armed Forces",
        "content": "After leaving military academy, officer candidates become probationary officers for a period of twenty-four months. The probation period consists of specialised military-branch training at a school abroad, and practical service within one of the Army's units. If they succeed during this probation, their appointment as lieutenants is made permanent."
    },
    {
        "title": "Chrzelice",
        "content": "Chrzelice (; in German Schelitz is a village in the administrative district of Gmina Biala, within Prudnik County, Opole Voivodeship, in south-western Poland. It lies approximately north-east of Biala Prudnicka, north-east of Prudnik, and south-west of the regional capital Opole."
    },
    {
        "title": "John Abraham (American football)",
        "content": "While Abraham played just one season of high school football, he was nonetheless recruited to play for coach Brad Scott's South Carolina Gamecocks football team at the University of South Carolina. While he was a Gamecock, he amassed 23.5 quarterback sacks, ranking second on South Carolina's career list, and was a first-team All-Southeastern Conference (SEC) selection."
    },
    {
        "title": "Octyl acetate",
        "content": "Octyl acetate, or octyl ethanoate, is an organic compound with the formula CH3(CH2)7O2CCH3. It is classified as an ester that is formed from 1-octanol (octyl alcohol) and acetic acid. It is found in oranges, grapefruits, and other citrus products."
    },
    {
        "title": "Pawtuckaway State Park",
        "content": "The construction of two colonial sawmills marked the beginning of enlarging the small ponds. On the north end, in 1729 a sawmill enlarged Pawtuckaway Pond. On the south end, in 1732 another sawmill enlarged Dolloff Pond."
    },
    {
        "title": "Martine Beaugrand",
        "content": "Beaugrand was first elected to Laval City Council in the 2009 municipal election, representing the Fabreville ward as a member of the Parti PRO des Lavallois, and has sat as an independent councillor since the party's dissolution in 2012. She was one of only two city councillors, along with France Dubreuil, who was not alleged to have been involved in the municipal corruption scandal that has affected the city since the resignation of Gilles Vaillancourt in 2012."
    },
    {
        "title": "Taavi Varm",
        "content": "Taavi Varm is a video and theater artist, designer, producer, idea generator, adviser - an interdisciplinary artist. Since 2001, he has been giving lectures in various Estonian universities (Tartu Art College, Estonian Academy of Arts, Tallinn University Baltic Film and Media School, University of Tartu Viljandi Culture Academy). As a video artist he has done over thirty theatre video and set design."
    },
    {
        "title": "William James Browne",
        "content": "In 1866 Dr. Browne took his family to England for their education, where they remained, though Dr. Browne made occasional visits to South Australia. His residences in England were St Stephen's House, Kensington, London and his country estate of Buckland Filleigh in Devonshire. During one of his visits to Australia he learned of the death of his wife on about 25 February 1878. He resided on his estate of Buckland Filleigh in Devonshire, and put to good use the practical knowledge acquired in South Australia."
    },
    {
        "title": "Totonicapán Department",
        "content": "Totonicapan has an area of 1,061 km2 located in the western highlands. Its territory is crossed by ramifications of the Sierra Madre, and includes mountains as Cuxniquel, Campanabaj, and Cerro de Coxom."
    },
    {
        "title": "Focus on Autism and Other Developmental Disabilities",
        "content": "Focus on Autism and Other Developmental Disabilities is a peer-reviewed academic journal covering the field of special education and learning disabilities. The editors-in-chief are Alisa K. Lowrey (University of Southern Mississippi) and Kevin M. Ayres (The University of Georgia). It was established in 1986 and is published by SAGE Publications in association with the Hammill Institute on Disabilities."
    },
    {
        "title": "Hugo Campagnaro",
        "content": "He started his career at Club Deportivo Moron, playing in the Argentine second and third division. In 2002, having not played first division football, he was signed by Piacenza, who were in Serie A at the time."
    },
    {
        "title": "The Western Tapes, 1983",
        "content": "Through their live performances, the band garnered interest from Geffen Records, who offered to finance a demo recording. The band then recorded five songs in May 1983 at the Record Plant in Los Angeles with Etzioni producing. Geffen liked the demo tape but worried about the band being \"too country\", especially for a label that didn't have any experience with country music. This caused Geffen to pass on Lone Justice for the time being."
    },
    {
        "title": "Jorge Rodriguez-Chomat",
        "content": "Jorge Rodriguez-Chomat (June 28, 1945 - August 19, 2017) was a Cuban-American politician and judge. He was a one-term member of the Florida House of Representatives representing a district in West Miami for the Republican Party from 1994 until his defeat in 1998. He served as a Judge of the Criminal and Family Divisions of the Eleventh Judicial Circuit Court of Florida from 2011 until his retirement in 2017."
    },
    {
        "title": "Grimgar of Fantasy and Ash",
        "content": "The story begins by showing a group of novice adventurers battling goblins in a forest. The party seems utterly out of their element and is forced to flee. It is revealed through a flashback that the party, which likely originates from modern Earth, awoke with a large group of people on this world just a few weeks ago."
    },
    {
        "title": "Cynthia Schira",
        "content": "Cynthia Schira (born 1934) is an American textile artist and former university professor. Her work is represented in the collections of many major public museums."
    },
    {
        "title": "Eoophyla chrysoxantha",
        "content": "Eoophyla chrysoxantha is a moth in the family Crambidae. It was described by George Hampson in 1917. It is found in New Guinea."
    },
    {
        "title": "China Doll (film)",
        "content": "The priest finds out that Shu-Jen's father was a farmer, but he lost his land to the Japanese invaders. Destitute, he sold his daughter's services for three months to feed the rest of his large family. Cairns tells Brandon that, if he were to send the girl back, the old man would return the desperately needed money. So, over Brandon's protests, the priest gets him to keep the girl; Brandon tells her that she is there only as a housekeeper. He makes Ellington his live-in interpreter."
    },
    {
        "title": "George Wassouf",
        "content": "Wassouf preferred not to shoot music videos for his songs saying: \"I don't feel I can act... I really can't... I only find myself when I'm on the stage... singing, but the video clip forces me to act\"."
    },
    {
        "title": "2020–21 Czech First League",
        "content": "Since the decision that all sixteen teams would remain in the top league and to prevent having an odd number of participants, the second place holder Brno was invited to join the top tier after two years absence. Third-placed team Dukla Prague remained in the second league without the right to play a playoff match."
    },
    {
        "title": "Note from the Underground (Buffy comic)",
        "content": "\"Note from the Underground\" is a story arc that was originally published in Buffy the Vampire Slayer #47-50 by Dark Horse Comics and based on the Buffy television series. It was later reprinted in a trade paperback collected edition."
    },
    {
        "title": "Camp B'nai Brith (Montreal)",
        "content": "Camp B'nai Brith moved to its current location in 1929. All capital and operating costs were financed by Mount Royal Lodge until 1942, when Camp B'nai Brith became a constituent agency of the Combined Jewish Appeal. From 1954 to 1964, the camp grew to accommodate over 1000 campers, most of whom received scholarships to attend. In the late 1970s, a seniors' vacation retreat was created at the camp in conjunction with the Cummings Golden Age Centre."
    },
    {
        "title": "Every Morning (Sugar Ray song)",
        "content": "\"Every Morning\" is a song by American rock band Sugar Ray, released as the lead single from their third studio album, 14:59 (1999). Their first commercially available single in the United States, \"Every Morning\" reached number one on both the US Billboard Modern Rock Tracks chart and the Canadian RPM Top Singles chart, becoming the latter country's second-most-successful single of 1999. The song also reached number three on the Billboard Hot 100 and number 10 on the UK Singles Chart, becoming the band's highest-charting single on both rankings. The track was ranked number 98 on the Triple J Hottest 100, 1999, Australia's largest annual music poll."
    },
    {
        "title": "Saint Govan",
        "content": "St Govan lived within a small cave in the fissure of the cliff. This is now reached by a long flight of stone steps, the number of which is said to vary depending on whether one is ascending or descending."
    },
    {
        "title": "Kani Gowhar",
        "content": "Kani Gowhar (, also Romanized as Kani Gowhar and Kani Gowhar) is a village in Palanganeh Rural District, in the Central District of Javanrud County, Kermanshah Province, Iran. At the 2006 census, its population was 140, in 28 families."
    },
    {
        "title": "Göran Johansson (speed skater, born 1958)",
        "content": "Goran Johansson (born 12 August 1958) is a Swedish speed skater. He competed in two events at the 1988 Winter Olympics."
    },
    {
        "title": "Gmina Ryńsk",
        "content": "Gmina Rynsk is a rural gmina (administrative district) in Wabrzezno County, Kuyavian-Pomeranian Voivodeship, in north-central Poland. The gmina derives its name from the village of Rynsk, but its seat is the town of Wabrzezno (which is not part of the territory of the gmina)."
    },
    {
        "title": "Stephen Rae (composer)",
        "content": "Rae was born in Toowoomba, Queensland, the second son and third child of Lesley and Tony Rae AM. He attended Trinity Grammar School Preparatory, Strathfield, (1965-1968), Albury Grammar School (1969-1971) and Newington College (1972-1979) all schools where his father was on staff, the later two as Headmaster. He is a graduate of the Sydney Conservatorium of Music with a degree in Composition."
    },
    {
        "title": "Stone Jug",
        "content": "In the 1950s the north wing was added. In the process of doing so the original staircase's steps were replaced with wider ones. There have been no other changes to the house."
    },
    {
        "title": "Port Wing (town), Wisconsin",
        "content": "As of the census of 2000, there were 420 people, 194 households, and 121 families residing in the town. The population density was 9.0 people per square mile (3.5/km2). There were 356 housing units at an average density of 7.6 per square mile (2.9/km2). The racial makeup of the town was 97.62% White, 1.43% Native American, 0.24% Asian, and 0.71% from two or more races."
    },
    {
        "title": "Croton alabamensis var. texensis",
        "content": "Croton alabamensis var. texensis is a variety of Croton alabamensis that is endemic to the state of Texas in the United States. It is commonly known as the Texabama croton."
    },
    {
        "title": "NCAA Gerald R. Ford Award",
        "content": "The NCAA Gerald R. Ford Award was named in recognition of Gerald Ford, the 38th President of the United States. Presented by the National Collegiate Athletic Association, the award honors an individual who has provided significant leadership in the role of advocate for intercollegiate athletics and has done so on a continuous basis over the course of his or her career. Ford played the position of center in football at the University of Michigan, participating on national championship teams in 1932 and 1933. He turned down offers from Green Bay Packers and Detroit Lions to study law at Yale University. The Gerald Ford Award was first awarded in 2004."
    },
    {
        "title": "States of Alderney",
        "content": "Half of the ten States Members are elected every two years for a four-year mandate, which means that every four years the composition of the parliament changes completely. The election held on 6 December 2008 had a turnout of over 700 people produced a frequency of 65.6%. The whole island is a single constituency."
    },
    {
        "title": "ESSO Club",
        "content": "The Esso Club is a sports bar in Clemson, South Carolina, that evolved from a 1920s gas station and grocery on Old Greenville Highway, which was at the time the main highway between Atlanta, Georgia and Greenville, South Carolina. As local historians note, the corporate trademark change to Exxon went unnoticed by local patrons and the original Esso oval sign is still displayed out front. The business stopped pumping gas in the winter of 1985 and now functions as a sports bar. The Atlanta Journal-Constitution described it as the best bar in the South."
    },
    {
        "title": "Probabilistic-serial rule",
        "content": "For each item, the fraction of that item eaten by each agent is recorded. These fractions are considered as probabilities. Based on these probabilities, a lottery is done. The type of lottery depends on the problem:"
    },
    {
        "title": "Noccundra",
        "content": "The Noccundra Hotel in Wilson Street is Noccundra's only occupied building, housing a permanent population of three. The stone hotel building is heritage-listed, and is an important building for its long connection with the community of the surrounding area as a venue for many social events, including the Noccundra Rodeo and Bi-annual Ball."
    },
    {
        "title": "Masonic Temple (Philadelphia, Pennsylvania)",
        "content": "The bold and elaborate elevations on Broad and Filbert Streets, especially the beautiful portico of Quincy granite, make it one of the great architectural wonders of Philadelphia. The exterior stone of the building on Broad and Filbert Streets is Cape Ann Syenite from Syne in Upper Egypt."
    },
    {
        "title": "HD 197037",
        "content": "HD 197037 is a binary star system. Its primary, HD 197037A, is a F-type main-sequence star. Its surface temperature is 6150 K. HD 197037A is depleted in heavy elements compared to the Sun, with a metallicity Fe/H index of -0.16, but is younger at an age of 3.408 billion years."
    },
    {
        "title": "Sunshine rail disaster",
        "content": "The driver of the lead locomotive on the Bendigo train had been working for 12 hours and 25 minutes at the time of the accident. He stated that the brakes had been working satisfactorily as far as St. Albans, the prior station. He applied the brakes gently upon passing the distant signal; about 200 m from the Home signal, however, \"the train shot me forward as though the brakes had come off\" and \"the train appeared to run into the engine\". Realising that his train was not going to stop prior to reaching the Home signal, the driver put the locomotive into reverse and opened the steam regulator to apply as much power as possible."
    },
    {
        "title": "Olympus M.Zuiko Digital ED 40-150mm f/2.8 PRO",
        "content": "Compared to other camera systems with different normal focal lengths, and therefore, different image sensor sizes, the following equivalent values apply to lenses with appropriate properties as the M.Zuiko 40-150 mm 2.8 PRO within the Micro Four Thirds system (MFT). With the parameters given in the table in all camera systems the photographer will get a similar angle of view, depth of field, diffraction limitation and motion blur (see also Micro Four Thirds system / Equivalents):"
    },
    {
        "title": "Victor Cherbuliez",
        "content": "Cherbuliez was a voluminous and successful writer of fiction. His first book, originally published in 1860, reappeared in 1864 under the title of Un Cheval de Phidias: it is a romantic study of art in the golden age of Athens. He went on to produce a series of novels."
    },
    {
        "title": "MPM-10",
        "content": "On 6 February 2008, the Government of Quebec decided to begin the bidding process, which would serve to save time, delaying delivery of the first trains by 9 to 12 months. In December 2009, CSR Zhuzhou Electric Locomotive expressed interest in bidding for the MR-08 contract citing a cheaper price than its competitors, and proposed an entirely steel-wheeled fleet of vehicles as opposed to the specified rubber-tired vehicles, citing advances in technology that gave steel wheels an advantage. CSR Zhuzhou Locomotive also proposed the construction of a factory in Quebec, creating up to 1,000 jobs and meeting the 60% Canadian content requirement. Spanish company CAF also expressed interest in the project, citing their experience in building rubber-tyred trains. However, the STM subsequently rejected both proposals."
    },
    {
        "title": "Kasose Station",
        "content": "Kasose Station has one ground-level side platform serving a single bi-directional track. The station is unattended and is managed from Goshogawara Station. There is no station building."
    },
    {
        "title": "Moorook Game Reserve",
        "content": "The game reserve is classified as an IUCN Category VI protected area. In 1980, it was listed on the now-defunct Register of the National Estate."
    },
    {
        "title": "Knut Ellingsrud",
        "content": "Knut Ellingsrud (26 January 1903 - 24 June 1988) was a Norwegian footballer. He played in one match for the Norway national football team in 1928."
    },
    {
        "title": "Distribution (marketing)",
        "content": "Exclusive distribution: In an exclusive distribution approach, a manufacturer chooses to deal with one intermediary or one type of intermediary. The advantage of an exclusive approach is that the manufacturer retains greater control over the distribution process. In exclusive arrangements, the distributor is expected to work closely with the manufacturer and add value to the product through service level, after sales care or client support services. Another definition of exclusive arrangement is an agreement between a supplier and a retailer granting the retailer exclusive rights within a specific geographic area to carry the supplier's product."
    },
    {
        "title": "Mimi (song)",
        "content": "\"Mimi\" is a popular song written by Richard Rodgers, with words by Lorenz Hart. It was featured in the movie Love Me Tonight (1932), in which it was first sung by Maurice Chevalier to Jeanette MacDonald, then later reprised by the entire company. Sergio Franchi performed this song January 2, 1964"
    },
    {
        "title": "Champagne (province)",
        "content": "A few counts of Champagne were French kings with the comital title merging with the French crown in 1314 when Louis I, king of Navarre and count of Champagne, became king of France as Louis X. Counts of Champagne were highly considered by the French aristocracy."
    },
    {
        "title": "Koi (magazine)",
        "content": "Koi magazine was launched by Origin Publishing in February 1999 as Koi, Ponds and Gardens and is published 13 times a year. The title changed to Koi in September 2004 to reflect its focus on Koi keeping. It is also the official magazine of the British Koi Keepers Society."
    },
    {
        "title": "Kei school",
        "content": "Much of the cities of Nara and Kyoto were destroyed in the Genpei War of 1180-1185. The Kei school was granted the opportunity to restore Nara's greatest temples, the Todai-ji and Kofuku-ji, replacing their Buddhist sculptures. The Kei school's strong and traditional style earned it the favor of the Kamakura shogunate; the school also lacked the Imperial political ties that the In school and En school had, and was thus selected by the shogunate for this honor, catapulting the school to great success and influence."
    },
    {
        "title": "Hbomberguy",
        "content": "The livestream garnered attention and praise. It was described by The Guardian as \"an antidote to the worst of gaming culture\" and praised in a motion lodged in the Scottish Parliament by Green Party co-convenor Patrick Harvie. In July 2019, the LGBT magazine Attitude recognized the livestream by honoring Brewis with an Attitude Pride Award. Mermaids also thanked Brewis for the livestream on their Twitter account."
    },
    {
        "title": "Hour of the Dawn",
        "content": "Hour of the Dawn received positive reviews from critics. On Metacritic, the album holds a score of 75/100 based on 14 reviews, indicating \"generally favorable reviews.\""
    },
    {
        "title": "1985 Bakhtar Afghan Airlines Antonov An-26 shootdown",
        "content": "1985 Bakhtar Afghan Airlines Antonov An-26 shootdown was on 4 September 1985 when a Bakhtar Afghan Airlines Antonov An-26 (registered in Afghanistan as YA-BAM) on a scheduled internal flight from Kandahar to Farah was shot down by a ground-to-air missile. The aircraft had departed from Kandahar Airport and had circled twice close to the airport to gain height and then set course for Farah Airport, it was at a height of 3800 metres and 18.5 km west of Khandahar when it was shot down and destroyed by a ground-to-air missile. All five crew and 47 passengers were killed."
    },
    {
        "title": "Bank of Tokyo Ltd v Karoon",
        "content": "Robert Goff LJ held that it was for American law, as the forum conveniens, to determine whether the Bank of Tokyo Trust Co had committed a breach of contract, observing that it was a separate corporation from Bank of Tokyo. There were no reasons of public policy which required an injunction."
    },
    {
        "title": "Murung Raya Regency",
        "content": "Most of the population lives along rivers and relies on them for transportation, food, and agriculture. Aside from the predominant subsistence fishing and farming, the biggest contributors to the economy are forestry and mining. Timber, including high value trees such as Ulin (Eusideroxylon zwageri) and Meranti (genus Shorea), has been commercially extracted since the 1920s, while the mining sector, such as gold and tin mining, has developed since World War II. In the 1990s coal exploration began, and in the 2000s the Haju coal mine started to be developed."
    },
    {
        "title": "Rivington Pike",
        "content": "The Pike Tower is a Grade II* listed building on the summit. Built by John Andrews of Rivington Hall in 1733 on the site of an ancient beacon using its stone for the foundations. It was built as a hunting lodge. Square in plan with sides in length and high, it was built with a wooden roof, three windows and a door all of which are now blocked up."
    },
    {
        "title": "Simon Wachira",
        "content": "Simon Muriithi Wachira (born 6 May 1984) is a Kenyan race walker. He competed in the men's 20 kilometres walk at the 2016 Summer Olympics."
    },
    {
        "title": "Athletics at the 1976 Summer Olympics – Women's 4 × 100 metres relay",
        "content": "These are the official results of the women's 4 x 100 metres relay event at the 1976 Summer Olympics in Montreal, Quebec, Canada. The event was held on 30 and 31 July 1976. There were a total number of 10 nations competing."
    },
    {
        "title": "Alejandro Rodríguez Luis",
        "content": "Alejandro Rodriguez Luis (born 23 January 1957) is a Mexican politician from the Ecologist Green Party of Mexico. From 2008 to 2009 he served as Deputy of the LX Legislature of the Mexican Congress representing Durango."
    },
    {
        "title": "Parker MacCready",
        "content": "MacCready was born and raised in Southern California to father Paul MacCready, an atmospheric scientist. Growing up in Pasadena, MacCready helped his father design the Bionic Bat and used it to break the world speed record for human-powered flight in 1984. MacCready completed his Bachelor of Science degre in architecture at Yale University and his Master of Science degree in engineering science at the California Institute of Technology. He finished his formal education with his PhD in physical oceanography from the University of Washington (UW). During his PhD, MacCready developed a new theory of the circulation of the deepest layers of the ocean."
    },
    {
        "title": "Striated grasswren",
        "content": "The striated grasswren (Amytornis striatus) is a Passeriform in the Maluridae Family, which is shared with the familiar Australian and New Guinean fairy-wrens. It is one of 13 species of grasswren currently recognised in the subfamily Amytornithae, all within the Genus Amytornis, and confined to mainland Australia. The species was first described by John Gould in 1840 from a specimen collected on the Liverpool Plains of NSW."
    },
    {
        "title": "Herbulotiana catalaella",
        "content": "Herbulotiana catalaella is a moth in the family Depressariidae. It was described by Pierre Viette in 1954. It is found in Madagascar."
    },
    {
        "title": "Dzielnica, Opole Voivodeship",
        "content": "Archeology in the village revealed that it was a site of agricultural settlement as far back as at least 7.5 thousand years ago. There is evidence of growing of wheat, barley and flax, as well as rye (the last one being the oldest attested anywhere in Europe). Found was also a fragment of a ceramic female figurine interpreted as a symbol of fertility (see paleolithic Venus). There are also traces of fortification in a form of V-shaped trenches."
    },
    {
        "title": "Micanopy, Florida",
        "content": "Micanopy is mentioned in the Tom Petty song \"A Mind with a Heart of Its Own\" from the album Full Moon Fever. Petty sings that he's \"been to Brooker, been to Micanopy, been to St. Louis too, I've been all around the world!\". In Tony Harrison's \"A Kumquat for John Keats\", the great British poet and playwright weaves together the threads of his own life, those of Keats and the taste and sensation of eating kumquats in Micanopy, where he lived in 1979."
    },
    {
        "title": "Rebecca Vincent",
        "content": "In 2012, the Azerbaijani Government banned Vincent from the country after she attended an art exhibition there called \"Sing for Democracy.\" The government described her attendance as \"interference in the internal affairs of the country\"."
    },
    {
        "title": "At the Movies (1982 TV program)",
        "content": "At the Movies (also known as At the Movies with Gene Siskel and Roger Ebert) is an American movie review television program that aired from 1982 to 1990. It was produced by Tribune Entertainment and was created by Gene Siskel and Roger Ebert after leaving their show Sneak Previews, which ran on PBS from 1975 to 1982."
    },
    {
        "title": "Identity Evropa",
        "content": "Identity Evropa is a neo-Nazi and white supremacist group; the organization espouses white supremacist and white separatist views. The group endorses racial segregation. It \"bills itself as a 'generation of awakened Europeans' who 'oppose those who would defame our history and rich cultural heritage'\". Damigo describes it as \"an identitarian organization\" and says that the group's aim is to \"act as a fifth column, over time shifting the edifice of our political establishment\" in favor of what he describes as \"pro-white\" interests. Identity Evropa's spokesman and director of administration, Reinhard Wolff, states that Identity Evropa is engaged in a \"culture war\" in an effort to create a \"90 percent white\" America."
    },
    {
        "title": "Modison Salayedvwa Magagula",
        "content": "Magagula attended William Pitcher College in Manzini where he obtained a diploma in teaching. He began his career as a playwright in 1986 after attending a workshop for writers in the Swazi capital of Mbabane. In 1989 he started a travelling theatre called the Siphila Nje Drama Society, the first of its kind in Swaziland. He writes plays, poems and short-stories in SiSwati on themes including postcolonialism, sectarianism, juvenile delinquency, relationships and AIDS. In 2008, he received an award from the Swaziland National Council of Arts and Culture (SNCAC) for his work in the development of the arts in Swaziland."
    },
    {
        "title": "Pilies Street",
        "content": "Festivals in Vilnius frequently take place on Pilies Street - most processions will make their way through here at some point. This is true whatever the festival - be it Christmas, Easter, the day of Restoration of Independence, or just a spontaneous celebration following a major win for the Lithuanian basketball team."
    },
    {
        "title": "Tatws Pum Munud",
        "content": "The dish is normally accompanied by crusty bread and butter. Perhaps oddly, for a Welsh dish, it is also frequently served with Worcestershire sauce."
    },
    {
        "title": "SilverTerrier",
        "content": "In 2014, security researchers at Palo Alto Networks' Unit42 threat-intelligence coined the name SilverTerrier to describe novice Nigerian malware groups using business email compromise attacks to exploit organizations across several sectors and countries. By 2019, 81,300 malware samples by Nigeria's BEC groups were attributed to over 2,100,00 attacks. In 2019, the group was linked to over 400 threat actors, compared to 300 in 2018. They were observed to have gone from launching 28,000 BEC attacks per month in 2018 to 245,637 in 2019 towards organizations across many sectors."
    },
    {
        "title": "John Jebb (Dean of Cashel)",
        "content": "A graduate of Peterhouse, Cambridge, he was Chaplain to William Cavendish, 4th Duke of Devonshire. He was Treasurer of Christ Church Cathedral, Dublin from 1740 and Dean of Cashel from 1769, holding both posts until his death in 1787."
    },
    {
        "title": "Maja e Ropës",
        "content": "Rops is a mountain in Kosovo with a height of . It is a part of Bogicevica area in the Prokletije. It is the second highest mountain in the Bogicevica area after Marijas at ."
    },
    {
        "title": "Craig Landis",
        "content": "Prior to the 2014 season, Landis negotiated a six-year, $144.5 million contract for Trout with the Angels. The deal angered some around baseball who felt that Trout could have signed for more money and worried his contract would suppress the market for players in the future. Landis said, \"What Mike was trying to accomplish was some financial security, but also keeping the door open for whatever may happen down the road.\""
    },
    {
        "title": "Phaedon desotonis",
        "content": "Phaedon desotonis, known generally as the desoto leaf beetle or coreopsis leaf beetle, is a species of leaf beetle in the family Chrysomelidae. It is found in North America."
    },
    {
        "title": "Tami Farrell",
        "content": "As Miss Teen USA, Farrell represented the Miss Universe Organization. Her \"sister\" 2003 titleholders were Amelia Vega (Miss Universe, of the Dominican Republic) and Susie Castillo (Miss USA, of Massachusetts). She gave up her title to Shelley Hennig of Louisiana in Palm Springs on August 6, 2004."
    },
    {
        "title": "Kıvılcım Kaya",
        "content": "She is the daughter of the former Turkish national wrestler Ziya Kaya. She began working with Artun Talay, who guided to Esref Apak for Olympics bronze medal in Athens 2004. She made first big step to international scene at 2009 World Youth Championships in Brixen, after taking the silver medal in the girl's hammer throw competition. Then she broke national junior hammer record in Ankara with a 65.10 meter throw. She then took the silver medal at the 2011 European Junior Championships."
    },
    {
        "title": "Now I'm in It",
        "content": "In an interview with The Guardian, the band members talked about two upcoming songs titled \"Hallelujah\" and \"Now I'm in It\", with the latter having been announced as their next single. The song was described as a \"breathy pop ballad\". About the song's lyrics, Danielle revealed that \"people think Now I'm in It is a break-up song because I sing: 'We can't be friends' but I'm talking about me and my mind. It was gnarly and I was not OK with myself\". Shortly before release, Danielle revealed that the song was about going through a bout of depression."
    },
    {
        "title": "Henry Graves (banker)",
        "content": "In 1896, Henry Graves married Florence Isabel Preston of Irvington-on-Hudson, New York, and they had four children. They owned several vacation homes in addition to their residence in New York City. The family spent their summers at their homes in Irvington and Saranac, New York. In Saranac, the Graves owned Eagle Island, where Graves reveled in boating. The island is a National Historic Landmark and has been operated for many years as a children's summer camp."
    },
    {
        "title": "Brown County, Minnesota",
        "content": "There were 10,598 households, out of which 31.50% had children under the age of 18 living with them, 57.30% were married couples living together, 6.90% had a female householder with no husband present, and 32.40% were non-families. 29.00% of all households were made up of individuals, and 14.30% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 3.00."
    },
    {
        "title": "Cryptolechia robusta",
        "content": "The length of the forewings is 16-17 mm. The forewings are pale yellow, with scattered brown scales and a small brown dot at the middle of the cell. The first brown fascia runs from the costal three-fifths to the tornus and the second brown fascia extends from the apex to the tornus and is joined with the first fascia, forming a V-shaped pattern. The hindwings are pale grey. The hindwings are black."
    },
    {
        "title": "Spotter (maneuvering)",
        "content": "A spotter is a person used in vehicle maneuvers to assist a driver who may not have a clear view in their direction of travel. They are most commonly used in:"
    },
    {
        "title": "Lathyrus nevadensis",
        "content": "The species Lathryus parkeri (H.St.John), named after Charles S. Parker, was merged into Lathyrus nevadensis as var. parkeri. (H.St.John) C.L.Hitchc."
    },
    {
        "title": "Ashmore Group",
        "content": "Ashmore Group plc is a large British investment manager dedicated to the emerging markets. The chairman is David Bennett and the chief executive is Mark Coombs. It is headquartered in London."
    },
    {
        "title": "St. Saviour's Anglican Church (Barkerville, British Columbia)",
        "content": "Currently, St. Saviour's is featured in Craig Spence's novel in progress Stained Glass. The church is also used as a music venue."
    },
    {
        "title": "Mail, Shetland",
        "content": "Mail is located on the south-eastern side of the island of Mainland adjacent to the A970 road some south of Lerwick, between Cunningsburgh and Sandwick. It lies almost on the 60th parallel north. Mail has two beaches, the Sands of Mail and the Beach of Mail, separated by the promontory of Bur Ness. Bur Ness contains the Mail churchyard, which has been the site of various archaeological finds."
    },
    {
        "title": "Jacobin (hummingbird)",
        "content": "The genus Florisuga was introduced in 1850 by the French naturalist Charles Lucien Bonaparte. The name combines the Latin flos, floris meaning \"flower\" with sugere meaning \"to suck\". The type species is the white-necked jacobin."
    },
    {
        "title": "2011 Puerto Rico Islanders season",
        "content": "The 2011 season is the Puerto Rico Islanders 8th season over all and their 1st season in the North American Soccer League. This article shows player statistics and all matches that the club have and will play during the 2011 season."
    },
    {
        "title": "Hannah Sanghee Park",
        "content": "Hannah Sanghee Park was born in Tacoma, Washington to Korean parents. She spent her early years in Federal Way, Washington. Park earned a BA from the University of Washington and an MFA from the Iowa Writers' Workshop."
    },
    {
        "title": "For Aeons Past",
        "content": "For Aeons Past is the debut studio album by Swedish metal band Solution .45. It was released in Europe on 24 March 2010, and in North America on 11 May 2010. On 15 February 2010 Solution .45 released the track \"Gravitational Lensing\" for free download."
    },
    {
        "title": "Matters of the Heart (Tracy Chapman album)",
        "content": "Matters of the Heart is the third studio album by American singer-songwriter Tracy Chapman, released on April 28, 1992, by Elektra Records. It was her first not to be produced or co-produced by David Kershenbaum."
    },
    {
        "title": "Jacobo Harrotian",
        "content": "In 1913, he enrolled as a physician and then as a soldier for Victoriano Huerta's army. As a close friend of Juan Andrew Almazan, Harootian was chosen to command a legion of 2,000 soldiers who fought in the Battle of Zacatecas against Pancho Villa's forces on June 23, 1914."
    },
    {
        "title": "Barłomino",
        "content": "Barlomino () is a village in the administrative district of Gmina Luzino, within Wejherowo County, Pomeranian Voivodeship, in northern Poland. It lies approximately south of Luzino, south-west of Wejherowo, and north-west of the regional capital Gdansk."
    },
    {
        "title": "Infosys Foundation",
        "content": "The foundation has constructed hospital wards and built dharmashalas (rest houses) at the National Institute of Mental Health and Neuro Sciences (NIMHANS) in Bangalore. The Foundation has also donated medicines and medical equipment to hospitals, in addition to organising health camps in rural India."
    },
    {
        "title": "Emily Crawford",
        "content": "Her husband died in 1885 following a wasp-sting to an artery, which saw Crawford taking over as The Daily News Paris correspondent, holding the position until 1907. She wrote a book on Queen Victoria, Victoria, queen and writer was published in 1903. She was a member of the Cobden Club. She was nominated for the Legion d'honneur but wanted her son Robert to receive it instead. Crawford died in Bristol on 30 December 1915, having been evacuated from Paris by her son that year."
    },
    {
        "title": "Disability draft",
        "content": "Disability draft is Violates the human rights of the disabled and loses the combat power of the military. For example, the following may happen."
    },
    {
        "title": "Weston-super-Mare (UK Parliament constituency)",
        "content": "Work in tourism and visitor attractions is seasonal but other areas of the economy locally, such as customer services operations, freight, haulage and distribution, social, care, elderly and health services as well as retail, manufacturing and materials/foods processing provide employment. Workless claimants who were registered jobseekers were in November 2012 lower than the national average of 3.8%, at 3.5% of the population based on a statistical compilation by The Guardian."
    },
    {
        "title": "Françoise d'Eaubonne",
        "content": "Francoise d'Eaubonne (12 March 1920 - 3 August 2005) was a French author and feminist. Her 1974 book Le Feminisme ou la Mort introduced the term ecofeminism. She co-founded the Front homosexuel d'action revolutionnaire, a homosexual revolutionary alliance in Paris."
    },
    {
        "title": "2-8-6",
        "content": "Two more went to the Denver, Utah and Pacific, #10 Middle Park and #19 Denver. The DU&P sold one of the latter to the Burlington and Northwestern Railway, a narrow-gauge affiliate of the CB&Q operating in Iowa."
    },
    {
        "title": "Sicarelle",
        "content": "She was from the first crop of foals sired by Sicambre, who won the Prix du Jockey Club and the Grand Prix de Paris in 1951. He went on to produce numerous other top-class winners including Celtic Ash, Diatome and Roi Dagobert. Sicarelle's dam Royale Maitresse was a granddaughter of the British broodmare Tout Paris (foaled 1911) whose other descendants have included Master Willie, Huntingdale and Subotica."
    },
    {
        "title": "Insurance policy",
        "content": "Endorsements - Additional forms attached to the policy that modify it in some way, either unconditionally or upon the existence of some condition. Endorsements can make policies difficult to read for nonlawyers; they may revise, expand, or delete clauses located many pages earlier in one or more coverage forms, or even modify each other. Because it is very risky to allow nonlawyer underwriters to directly rewrite policy forms with word processors, insurers usually direct underwriters to modify them by attaching endorsements preapproved by counsel for various common modifications."
    },
    {
        "title": "Andreas Bretschneider",
        "content": "Andreas Bretschneider (born August 4, 1989) is a German artistic gymnast and member of the national team. He participated at the 2015 World Artistic Gymnastics Championships in Glasgow, and eventually competed for the German squad at the 2016 Summer Olympics, finishing seventh in the artistic team all-around tournament, and twentieth in the individual all-around."
    },
    {
        "title": "Santos y pecadores",
        "content": "Santos y pecadores: Television x la justicia (Saints and sinners: Television for justice) was an Argentine miniseries, created by Bernarda Llorente and Claudio Villarruel, written by Guillermo Salmeron, directed by Rodolfo Cela and produced by Gonzalo Otalora. The plots focus on people damaged by bad judicial rulings. It was broadcast in 2013 by Canal 9 at a time when the regime of Cristina Fernandez de Kirchner sent a controversial bill to the Congress in order to control the judiciary. The series was nominated for \"Best miniseries\" at the 44th Martin Fierro Awards."
    },
    {
        "title": "List of villages in Rajapakar block",
        "content": "As per the Census Department (Govt.of India), Rajapakar is a community block (sub-district code-10) of Vaishali district (Code-18) in the Indian State of Bihar (State Code-10). Following is the list of villages in Rajapakar block and their population as per 2011 census of India."
    },
    {
        "title": "Pennsylvania Route 618",
        "content": "Pennsylvania Route 618 (PA 618) is a state highway located in Crawford County, Pennsylvania. The southern terminus is at US 6 in Sadsbury Township. The northern terminus is at PA 18 in Summit Township."
    },
    {
        "title": "Natalia Shliakhtenko",
        "content": "In the subsequent year, she took part in the First Summer Spartakiad of the Russian Youth (Pervaia Letniaia Spartakiada molodezhi Rossii) held in Khanty-Mansiysk on 2 August 2006, and won the gold medal in triathlon. For this great success she was included into a ministerial list of some 600 meritorious young sportsmen and sportswomen to be granted 60,000 rubles each. In this list, however, a state-run elite sports school (Gosudarstvennoe uchrezhdenie srednego professional'nogo obrazovaniia <<Sankt-Peterburgskoe uchilishche olimpiiskogo rezerva No. 1>>, g. Sankt-Peterburga) is given as Natalia Shliakhtenko's institution, not the Technological University for which she won gold in the previous year."
    },
    {
        "title": "Emirates Stadium",
        "content": "The club also agreed new sponsorship deals. In September 2000, Granada Media Group purchased a 5% stake in Arsenal for PS47 million. As part of the acquisition, Granada became the premier media agent for Arsenal, handling advertising, sponsorship, merchandising, publishing and licensing agreements. The club's managing director Keith Edelman confirmed in a statement that the investment would be used directly to fund for the new stadium. The collapse of ITV Digital (part-owned by Granada) in April 2002 coincided with news that the company was tied in to pay PS30 million once arrangements for the new stadium were finalised."
    },
    {
        "title": "Lafia Township Stadium",
        "content": "Lafia Township Stadium is a multi-use stadium in Lafia, Nasarawa State, central Nigeria. It is currently used mostly for football matches and is the home stadium of Nasarawa United. The stadium has a capacity of 10,000 people. It is located in the heart of Lafia City, Lafia Township Stadium can be found along Jos-Makurdi Road, overlooking a shopping plaza."
    },
    {
        "title": "Carmen di Trastevere",
        "content": "Carmen di Trastevere is a 1962 Italian drama film directed by Carmine Gallone and starring Giovanna Ralli. It is a loosely based on the novella Carmen by Prosper Merimee and on the relevant opera by Georges Bizet."
    },
    {
        "title": "Higher Vocational Agricultural School of Bevalala",
        "content": "From 2003, when the Jesuit Assistancy of Africa and Madagascar determined to found a technical university incorporating PSC and the EPSA, the effort was extended with the encouragement of the government to areas not yet covered, like milk, meat, SRI, and organic farming. in 2006 with the government's adoption of the LMD system in higher education, the EPSA BAC+2 formula became BAC+3."
    },
    {
        "title": "Catopta albimacula",
        "content": "Catopta albimacula is a moth in the family Cossidae. It was described by Staudinger in 1899. It is found in Kyrgyzstan, Kazakhstan, Tajikistan and China (Xinjiang Uyghur Autonomous Region)."
    },
    {
        "title": "Chesterfield Township, Fulton County, Ohio",
        "content": "The township is governed by a three-member board of trustees, who are elected in November of odd-numbered years to a four-year term beginning on the following January 1. Two are elected in the year after the presidential election and one is elected in the year before it. There is also an elected township fiscal officer, who serves a four-year term beginning on April 1 of the year after the election, which is held in November of the year before the presidential election. Vacancies in the fiscal officership or on the board of trustees are filled by the remaining trustees."
    },
    {
        "title": "1994 African Cup of Nations Final",
        "content": "The 1994 African Cup of Nations Final was a football match that took place on 10 April 1994, and was the final match of the 19th edition of the Africa Cup of Nations. It was played in the Stade El Menzah in Tunis, Tunisia. Nigeria won its second championship, beating Zambia in the final 2-1."
    },
    {
        "title": "Christopher Yavelow",
        "content": "Christopher Yavelow, \"Personal Computers and Music: The State of the Art\", Journal of the Audio Engineering Society, Volume 35, Issue 3, March 1987, pp. 160-193."
    },
    {
        "title": "Society for Art of Imagination",
        "content": "AOI holds annual art shows all over the world. AOI also publishes the magazine Inscape. Artists are welcome to join."
    },
    {
        "title": "Helen O'Rahilly",
        "content": "In May 2011, she launched a scathing attack on RTE's flagship programme, The Late Late Show amid criticism that standards on the programme had slipped since Ryan Tubridy took over as presenter in 2009. In an online blog, O'Rahilly wrote, \"If I was back in charge of RTE, you wouldn't see this utter shite on Friday night\"."
    },
    {
        "title": "Atascosa, Texas",
        "content": "The Atascosa post office (78002) opened in 1872 and is located today on Old Pearsall Road at Jarratt Road. In 1885 the community had a Baptist church, a district school, a general store, a saloon, two blacksmiths, and a population of 180. A coal mine was in operation by 1900."
    },
    {
        "title": "Swimming at the 1975 Pan American Games – Women's 400 metre individual medley",
        "content": "This race consisted of eight lengths of the pool. The first two lengths were swum using the butterfly stroke, the second pair with the backstroke, the third pair of lengths in breaststroke, and the final two were freestyle."
    },
    {
        "title": "Cobham, Surry County, Virginia",
        "content": "Cobham was active during the 18th and early 19th centuries, but eventually became one of the Former counties, cities, and towns of Virginia. According to the Surry County Historical Society, \"today there is little evidence of the town, which became mostly farmland.\" The society reports that \"farmers, while plowing the fields, have run into old foundations, as well as finding locks, broken china, and even a long-barreled pistol.\""
    },
    {
        "title": "I Think About It All the Time",
        "content": "\"I Think About It All the Time\" debuted at number 59 on the U.S. Billboard Hot Country Singles & Tracks for the week of July 8, 1995."
    },
    {
        "title": "Kero Kero Chime",
        "content": "A 14 year old girl and princess of snake clan. She is a supporting character and she's jealous of Mimori."
    },
    {
        "title": "EsyN",
        "content": "esyN (Easy Networks) is a bioinformatics web-tool for visualizing, building and analysing molecular interaction networks. esyN is based on cytoscape.js and its aim is to make it easy for everybody to perform network analysis."
    },
    {
        "title": "Karl-Erik Nilsson (referee)",
        "content": "Nilsson was born on 6 May 1957 in Emmaboda, Sweden. He studied to become an elementary school teacher, a profession he practised during the 1970s. Nilsson also worked in the correctional system of Sweden. Nilsson was the chairman of the municipal board of Emmaboda Municipality between 1994 and 2006."
    },
    {
        "title": "Assara decipula",
        "content": "Assara decipula is a species of snout moth in the genus Assara. It was described by Clarke in 1986. It is found in French Polynesia."
    },
    {
        "title": "1980–81 Hartford Whalers season",
        "content": "Hartford got off to a bad start in January, losing their first three games, snapping their losing streak with a 6-6 tie against the Edmonton Oilers on January 9. The Whalers earned their first win of the month the next night, defeating the Winnipeg Jets 5-3."
    },
    {
        "title": "Teenager of the Year (song)",
        "content": "\"Teenager of the Year\" is a song by Australian band Lo-Tel. It was released in May 2000 as the second single from the band's debut studio album Planet of the Stereos. The song peaked at number 34 in Australia. At the ARIA Music Awards of 2000, the song was nominated for the ARIA Award for Breakthrough Artist - Single, losing out to \"Don't Call Me Baby\" by Madison Avenue."
    },
    {
        "title": "Granite Vale, Queensland",
        "content": "There is a small section of the Pinnacles National Park in the north-west of the locality but most of the national park is in the neighbouring locality of Hervey Range. There is a small section of the Mingela State Forest in the south-east of the locality but the forest is predominantly in neighbouring Calcium."
    },
    {
        "title": "1997 Indy 200 at Walt Disney World",
        "content": "His engine had an oil system problem, and a spare was not ready on time. He was allowed to start the race at the back of the field."
    },
    {
        "title": "Skylab II",
        "content": "The space station would have large modules with diameters of --much larger than the diameter of International Space Station modules or the diameter of the original Skylab. This large diameter would lead to a module volume of about , allowing for a large amount of space for both storage and habitation. This large interior volume, in turn, would make Skylab II suitable for its deep-space location, where resupply missions would be rare and astronauts would have to store the food they received from each mission for months at a time. The supplies themselves could be carried in a variety of vehicles, such as the existing Progress and Dragon, or perhaps a new, SLS-derived logistics module, which could resupply the whole station in one mission."
    },
    {
        "title": "Indian Powerlifting Federation",
        "content": "The Indian Powerlifting Federation is a national governing body for the sport of powerlifting as recognized by the Ministry of Youth Affairs and Sports, Government of India as well as The Indian Olympic Association. Currently, it has more than 10,000 (ten thousand) Powerlifter members, both Men & Women. It also has 37 affiliated State Association and 6 Central Govt. Office Board Units."
    },
    {
        "title": "2009 Safeway Championship",
        "content": "The 2009 Safeway Championship (Manitoba men's provincial curling championship) was held February 18-22 at the Selkirk Recreation Centre in Selkirk, Manitoba, Canada. The winner represented Manitoba at the 2009 Tim Hortons Brier in Calgary."
    },
    {
        "title": "Lisa Levy",
        "content": "Lisa Levy is a contemporary artist living and working in Brooklyn, NY. She is a visual artist, a performance artist, and a radio show host."
    },
    {
        "title": "Philosophy, theology, and fundamental theory of Catholic canon law",
        "content": "A triple species of human [positive] law is distinguished: ecclesiastical or canon law, civil law, and the law of nations. Canon law () and civil law differ among themselves partly by nature of origin, partly by nature of object, and partly by nature of end:"
    },
    {
        "title": "Mexcala vicina",
        "content": "Mexcala vicina is a jumping spider species in the genus Mexcala that lives in Cameroon. The male was described by Wanda Wesolowska in 2009. The species is named after the Latin word for neighbour, referring to the relationship between this species and others in the genus."
    },
    {
        "title": "Carluccio's Ltd",
        "content": "Ten days later, on 30 March, Carluccio's went into administration putting 2,000 jobs at risk. The administrator looked at options for the future of the company including mothballing the business using government support and trying to sell all or parts of it."
    },
    {
        "title": "Miquel Adlert i Noguerol",
        "content": "In 1953, his novel I la pau (\"And the Peace\") and his novella El salze a la sendera (\"One on the Path\"), both with characteristic features of the Catholic novel, were published. His short story collection Cor al nu was published in 1956."
    },
    {
        "title": "Mexican tetra",
        "content": "Modern genetics has made clear that the lack of use does not, in itself, necessitate a feature's disappearance. In this context, the positive genetic benefits have to be considered, i.e., what advantages are obtained by cave-dwelling tetras by losing their eyes? Possible explanations include:"
    },
    {
        "title": "Crista Cullen",
        "content": "She retired from international hockey after the 2012 Summer Olympics, aged 27. She earned 171 international caps. She came out of retirement in 2015 to join the Great Britain team for the 2016 Rio Olympics and played an instrumental part in a team that went unbeaten throughout the tournament, eventually winning an Olympic gold medal."
    },
    {
        "title": "1050 Meta",
        "content": "1050 Meta, provisional designation , is a stony Eunomia asteroid from the central regions of the asteroid belt, approximately in diameter. It was discovered on 14 September 1925, by German astronomer Karl Reinmuth at the Heidelberg Observatory in southwest Germany. The meaning of the asteroids's name is unknown. The presumably S-type asteroid has a rotation period of 6.14 hours and possibly an elongated shape."
    },
    {
        "title": "2002 Winnipeg Blue Bombers season",
        "content": "The 2002 Winnipeg Blue Bombers finished in second place in the West Division with a 12-6 record. Due to the Ottawa Renegades entering the league, the Blue Bombers moved back to the West Division. They appeared in the West Final, but lost to the Edmonton Eskimos."
    },
    {
        "title": "United States Post Office (Inwood Station)",
        "content": "The United States Post Office Inwood Station is a historic post office building located at 90 Vermilyea Avenue at the corner of West 204th Street in the Inwood neighborhood of Manhattan, New York City. It was built between 1935 and 1937, and designed by consulting architect Carroll H. Pratt (1874-1958) for the Office of the Supervising Architect of the United States Department of the Treasury. It is a one-story brick building in the Colonial Revival style, with a three-bay-wide projecting entrance pavilion. It features a limestone cornice and frieze topped by a brick parapet."
    },
    {
        "title": "Canning Half Tide Dock",
        "content": "Canning Half Tide Dock on the River Mersey, in Liverpool, England, is a half tide dock and is part of the Port of Liverpool. It is situated in the southern dock system, connected to Canning Dock to the east and Albert Dock to the south."
    },
    {
        "title": "Losse, Saxony-Anhalt",
        "content": "Losse is a village and a former municipality in the district of Stendal, in Saxony-Anhalt, Germany. Since 1 January 2010, it is part of the municipality Altmarkische Hohe."
    },
    {
        "title": "Fleet Weather Center San Diego",
        "content": "NMFC held responsibility for general maritime forecasting in the Pacific and for routing ships around hazardous weather. NAFD provided forecast weather for fight operations throughout the western United States and the eastern half of the Pacific. SGOT-SD Forecasters and observers deploy with aircraft carriers, amphibious ships, and independent deployers to provide on-scene \"organic\" maritime forecasting as well as ASW, electromagnetic spectrum Strike and general safety of flight forecasts for the embarked air wings."
    },
    {
        "title": "John Gregory (cricketer, born 1887)",
        "content": "Gregory made his only first-class appearance during the 1913 season for Hampshire against Oxford University. Gregory made a duck and failed to take a wicket."
    },
    {
        "title": "Church of Nossa Senhora dos Milagres (Lajedo)",
        "content": "The retables and pulpit guardrail are in painted Revivalist woodwork. The frames of the interior sections, the triumphal arch, the pulpit and cornice are painted to imitate granite. The nav and presbytery have wooden ceilings painted to simulate a vaulted ceiling."
    },
    {
        "title": "Albrecht Rodenbach",
        "content": "Albertus \"Albrecht\" Petrus Josephus Mansuetus Ferdinandus Rodenbach (; 27 October 1856 - 23 June 1880) was a Flemish poet, and a leader in the revival of Flemish literature that occurred in the late 19th century. He is more noteworthy as a symbol of the Flemish movement, than for his actual activities, since he died at the age of 23. Hugo Verriest called Rodenbach the poet, the soul, the heart, the mind, the word of Reborn Flanders!"
    },
    {
        "title": "The Old Rectory, Croscombe",
        "content": "The two storey house has a slate roof. The door has a triglyph frieze with a paterae and cornice on twin Tuscan pilasters. It has four bedrooms and three bathrooms. It is surrounded by gardens separated from the road by walls."
    },
    {
        "title": "Paul Studholme",
        "content": "He was the son of Sir Henry Gray Studholme, 1st Bt. and Judith Joan Mary Whitbread. He was educated at Eton College and Royal Military Academy Sandhurst"
    },
    {
        "title": "Lumberville Historic District",
        "content": "Lumberville Historic District is a national historic district located in Lumberville, Solebury Township, Bucks County, Pennsylvania. The district includes 85 contributing buildings in the riverfront and canal village of Lumberville. They include a variety of residential, commercial, and institutional buildings."
    },
    {
        "title": "Archery at the 1920 Summer Olympics",
        "content": "Archery at the 1920 Summer Olympics in Antwerp marked the return of the sport after a 12-year absence following it not being contested in the 1912 Summer Olympics and the cancellation of the 1916 Summer Olympics due to World War I. The only competitors were men, and from only three countries. Belgium sent 14 archers, while France and the Netherlands each sent 8."
    },
    {
        "title": "Our Huff and Puff Journey",
        "content": "Four girls go on a journey, following their favorite band. The girls make the journey from Fukuoka to Tokyo, to see the band they worship, CreepHyp perform. They record the journey with a handheld camera, the film covers the drama associated with the journey."
    },
    {
        "title": "Mesosa incongrua",
        "content": "Mesosa incongrua is a species of beetle in the family Cerambycidae. It was described by Francis Polkinghorne Pascoe in 1885. It is known from Borneo."
    },
    {
        "title": "Benny Wearing",
        "content": "Having been representing New South Wales since 1924, Wearing debuted for Australia in the 3rd dead rubber Test of 1928 against the touring British Lions side. He scored two tries and kicked three goals to help Australia to a 21 to 14 victory at the Sydney Cricket Ground. In spite of that contribution and good club form in 1929 he was overlooked by selectors for the 1929-30 Kangaroo tour of Great Britain. Wearing is listed on the Australian Players Register as Kangaroo No. 150."
    },
    {
        "title": "Nashville Division",
        "content": "The Nashville Division is a railroad division operated by CSX Transportation in the U.S. states of Alabama, Georgia, Kentucky, Illinois, Indiana, and Tennessee. The Nashville Division has fourteen subdivisions."
    },
    {
        "title": "1975 Portuguese Constituent Assembly election",
        "content": "It was the first free election held in Portugal since 1925, and only the seventh free election in all of Portuguese history. Turnout was a record 91.66 percent, which remains (as of 2022) the highest ever in any Portuguese democratic elections (General, Regional, Local or European)."
    },
    {
        "title": "Members of the Australian Senate, 1947–1950",
        "content": "All senators elected at the 1943 election and 15 of the 18 elected (representing all states except Queensland) represented the Australian Labor Party, leading to the strongest single party domination in any Australian Senate. The plurality-at-large voting system used before the 1949 election meant that the winning party (or coalition) ticket usually took all seats in each state."
    },
    {
        "title": "Kumarankary",
        "content": "Until recently, the only transportation available to reach Kumarankary is the boat operated by water Transport Department from Changanacherry which disembarks at the Kumaramkary Ambalam (temple) Jetty. Present development of road networks from Changanacherry and Kottayam town made the travel to the village easier. Now there is regularly scheduled bus service from Changanassaery KSRTC depot to Kumarankary."
    },
    {
        "title": "Cold-fX",
        "content": "Cold-FX is a product derived from the roots of North American ginseng (Panax quinquefolius). It was formulated by Jacqueline Shan and originally manufactured by her company, Afexa Life Sciences (formerly called CV Technologies), which was acquired by Valeant Pharmaceuticals in 2011."
    },
    {
        "title": "Stegath Dorr",
        "content": "Since 2006, Dorr has worked on several Gulf-based productions as a screenwriter, actor and production manager on several feature film projects, including Blood Desert, a political satire filmed around 2004-2005 which was screened at the Muscat Film Festival in 2006 to positive responses and later became available on pirate and bootleg DVD. The following year Dorr wrote, co-produced and appeared the film Pirate's Blood, under the screen name of James Wagnor."
    },
    {
        "title": "Kimberly Ince",
        "content": "Kimberly Ince (born 10 October 2004) is a Grenadian swimmer. She competed in the women's 50 metre backstroke event at the 2018 FINA World Swimming Championships (25 m), in Hangzhou, China. She competed at the 2020 Summer Olympics."
    },
    {
        "title": "WGMI",
        "content": "It became WSLE on 1982-11-11 with a top 40 format and was changed to oldies/hits in 1985. On 1989-05-22, the station changed its call sign to WBKI, on 1993-12-06 to the current WGMI, broadcasting Christian music and programming."
    },
    {
        "title": "Find Your FaceMate",
        "content": "FindYourFaceMate was an American dating website created by Christina Bloom that operated from 2011 to 2014. It attracted 50,000 customers. The website was based on theory that people are attracted to significant others with similar features."
    },
    {
        "title": "Baqal, Iran",
        "content": "Baqal (, also Romanized as Baqal and Boqal; also known as Bi Aghol and Bi 'Aqal) is a village in Zohan Rural District, Zohan District, Zirkuh County, South Khorasan Province, Iran. At the 2006 census, its population was 181, in 50 families."
    },
    {
        "title": "Zakrzów, Włoszczowa County",
        "content": "Zakrzow is a village in the administrative district of Gmina Secemin, within Wloszczowa County, Swietokrzyskie Voivodeship, in south-central Poland. It lies approximately east of Secemin, south of Wloszczowa, and west of the regional capital Kielce."
    },
    {
        "title": "Swordly",
        "content": "The village of Bettyhill is located 2 miles west along the main A836 road. The villages of Farr and Crask lie directly west, and the village of Kirtomy, situated on Kirtomy Bay lies to the east."
    },
    {
        "title": "Nicolás Maduro Guerra",
        "content": "Maduro Guerra was born in Venezuela on 21 June 1990. He is the son of his father's first marriage with Adriana Guerra Angulo. As a child, he was interested in arts and between 1998 and 2004, he was a flautist in Venezuela's El Sistema program. Though Maduro Guerra sought a career in music, he placed 77 of 235 on a waiting list for the National Experimental University of the Arts and decided to abandon the idea. His high school scores were \"not extraordinary\", he scored 42.368% in reading classes and 64.461% in mathematics, graduating from Liceo Urbaneja Achelpohl School."
    },
    {
        "title": "Common ling",
        "content": "Common ling is mainly a solitary and benthic species, which hides among rocks, crevices, and wrecks in deep water, although they are often free swimming in deep water. They are mainly piscivorous and their main prey include species such as Trisopterus esmarkii, Atlantic cod, Atlantic herring, and flatfish, but they also feed on crustaceans (e.g. European lobsters), cephalopods, and echinoderms (e.g. starfish)."
    },
    {
        "title": "Afanasy Razmaritsyn",
        "content": "Afanasy Prokopievich Razmaritsyn (Russian: Afanasii Prokopievich Razmaritsyn; 1844 in Ukraine? - 1917 in Odessa) was a Russian-Ukrainian historical genre painter; associated with the Peredvizhniki."
    },
    {
        "title": "Agiprand of Spoleto",
        "content": "In late 741, Thrasimund II refused to return to Pope Gregory III those cities he had promised him and Gregory's successor, Zachary, turned for support to King Liutprand. Zachary donated a Roman army to support the Lombards and together they took Spoleto and Liutprand installed his own nephew, Agiprand, as duke."
    },
    {
        "title": "Atatürk Teacher Training Academy",
        "content": "The executive board appoints the Academy Presidential Board. The president of this board is named the President of the Academy and is the head of academic administration of the institution. The current President of the Academy is associate professor Zehra Ozcinar."
    },
    {
        "title": "Blohm & Voss P 170",
        "content": "The main undercarriage comprised three identical retractable units just behind each engine and retracting up underneath the main fuel tanks. A single relatively large tailwheel retracted up behind the cockpit."
    },
    {
        "title": "TsNIIMash",
        "content": "TsNIIMash () is a Russian rocket and spacecraft scientific center, dealing with all phases of development from conceptual design to flight test. The Institute is the main analytical center of Roskosmos in the field of system-wide studies of the problems of the development of Russia's RKT with a wide range of tasks: from conceptual design and long-term prospects for the development of rocket and space technology to specific technological developments and their conversion in the interests of other industries.It was established in 1946."
    },
    {
        "title": "Ronald Clark (cricketer)",
        "content": "Ronald Disston Clark (22 February 1895 - 20 February 1983) was an English cricketer active from 1912 to 1919 who played for Essex. He was born in Romford and died in East Wittering. He appeared in seven first-class matches as a righthanded batsman and wicketkeeper. He scored 61 runs with a highest score of 14 and completed ten catches with one stumping."
    },
    {
        "title": "King's Raid: Successors of the Will",
        "content": "is a Japanese anime television series adaptation of the video game of the same name. It is produced by Sunrise and aired from October 2020 to March 2021."
    },
    {
        "title": "Bashir Ahmed Qureshi",
        "content": "Bashir Qureshi launched Freedom March under the slogan \"\" (Sindh wants Freedom) on 23 March each year. This demanded sovereign independent status for Sindh and march aimed drawing the attention of world sovereign nations and UNO towards the exploitation of people of Sindh by the state of Pakistan since 1947."
    },
    {
        "title": "Anton Mahnič",
        "content": "Anton Mahnic, also spelled Antun Mahnic in Croatian orthography (14 September 1850 - 30 December 1920), was a Croatian-Slovenian prelate of the Catholic Church and a philosopher who established and led the Croatian Catholic Movement. Mahnic served as the bishop of Krk from 1897 to his death in 1920."
    },
    {
        "title": "Coolfluid",
        "content": "It features a Collaborative Simulation Environment where multiple physical models and multiple discretization methods are implemented as components within the environment. These components form a component-based architecture where they serve as building blocks of customized applications."
    },
    {
        "title": "Toshio Masuda (composer)",
        "content": "is a Japanese composer. He has composed and synthesized scores for several Japanese television shows and animated series. Masuda is perhaps best known as the composer of the 2002 hit anime series Naruto where he combined traditional instruments like the shamisen and shakuhachi together with guitar, drums, bass, piano and other keyboard instruments along with chanting."
    },
    {
        "title": "Karen Tanaka",
        "content": "Her works have been performed by distinguished ensembles and orchestras worldwide, including the BBC Symphony Orchestra, Los Angeles Philharmonic, Baltimore Symphony Orchestra, Berkeley Symphony Orchestra, Netherlands Radio Symphony Orchestra, Norwegian Chamber Orchestra, NHK Symphony Orchestra in Tokyo, Orchestre Philharmonique de Radio France, Brodsky Quartet, BIT20 Ensemble, Gothic Voices, Anuna, among many others. Various dance companies, including the Nederlands Dans Theater, have also featured her music."
    },
    {
        "title": "Jacques Cousteau Island",
        "content": "This name change has generated annoyance and a growing resistance amongst citizens of nearby shores, in Baja California Sur state, who were not consulted; they insist on keeping the name \"Isla Cerralvo\". This resistance is also supported by many people in other Mexican regions."
    },
    {
        "title": "Brian Hurley",
        "content": "Born in Union Hall, County Cork, Hurley first played competitive Gaelic football during his schooling at Rossa College. He arrived on the inter-county scene at the age of seventeen when he first linked up with the Cork minor team, before later joining the under-21 side. He made his senior debut during the 2013 championship. Since then Hurley has become a regular member of the starting fifteen."
    },
    {
        "title": "Leonardo Mafra",
        "content": "Mafra made his sophomore appearance in the promotion against Djamil Chan at Brave CF 25 on 30 August 2019. He won the fight via unanimous decision."
    },
    {
        "title": "George T. Heery",
        "content": "By the 1980s the firm had grown and changed names to Heery International and Heery was Chairman, CEO and the largest shareholder of the largest program management, architectural and engineering firm in the Southeast with over 500 employees. Over a 17-year span, from the mid-1960s to the early 1980s, Heery oversaw an expansion of the firm's vision and capabilities."
    },
    {
        "title": "The Legion of Time",
        "content": "Despite the title Legion of Time, the stories do not in fact feature a body with such a name. The title may have been bestowed in an effort to emulate the success of Williamson's earlier \"Legion of Space\" series. The title story was originally announced as \"The Legion of Probability\"."
    },
    {
        "title": "Turkey at the 1948 Winter Olympics",
        "content": "The downhill part of this event was held along with the main medal event of downhill skiing. For athletes competing in both events, the same time was used (see table above for the results). The slalom part of the event was held separate from the main medal event of slalom skiing (included in table below)."
    },
    {
        "title": "Saint-Valbert",
        "content": "Saint-Valbert is a former commune in the Haute-Saone department in the region of Bourgogne-Franche-Comte in eastern France. On 1 January 2019, it was merged into the new commune Fougerolles-Saint-Valbert."
    },
    {
        "title": "Snodland railway station",
        "content": "The station building was occupied by an Indian food takeaway on the lower floor and a taxi company on the upper floor. The signal box alongside the station has been closed and is now a listed building."
    },
    {
        "title": "BMW M78",
        "content": "The BMW M78 is an overhead valve straight-six petrol engine which was produced from 1933 to 1950. It is the first straight-6 automobile engine produced by BMW, an engine layout which has been a key feature of the brand for many years since."
    },
    {
        "title": "Mort Kaer",
        "content": "Morton Armour Kaer (September 7, 1903 - January 11, 1992), nicknamed \"Devil May,\" was an athlete in track and an All-American collegiate and professional American football player. He was born in Omaha, Nebraska and died in Mount Shasta, California."
    },
    {
        "title": "Battle of Little Blue River",
        "content": "The next day Union soldiers commanded by Major General Alfred Pleasonton forced their way across the Little Blue River and retook Independence from the Confederates during the Second Battle of Independence. On October 23, the Confederates were defeated by Curtis and Pleasonton at the Battle of Westport, which forced Price's men to retreat from Missouri."
    },
    {
        "title": "Kenneth Gresson",
        "content": "Sir Kenneth Macfarlane Gresson (18 July 1891 - 7 October 1974) was a New Zealand soldier, lawyer, university lecturer and judge. He was born on 18 July 1891 and attended Rangi Ruru. His father, John Beatty Gresson, was a solicitor in Christchurch, who died in a railway accident a few months before Kenneth Macfarlane Gresson was born. His grandfather, Henry Barnes Gresson, was one of New Zealand's first Supreme Court judges."
    },
    {
        "title": "Dub Syndicate",
        "content": "Most of the band's output has appeared on On-U Sound Records, produced by the label's owner Adrian Sherwood. More recent Dub Syndicate recordings were released on Style Scott's own Lion & Roots record label, and production duties were split between Sherwood, Scientist and Scott. More recently Dub Syndicate has worked with Dancehall artists such as Luciano, Capleton and Jr. Reid."
    },
    {
        "title": "Jurca One-Oh-Nine",
        "content": "The Jurca MJ-9 1-Oh-Nine is a sports aircraft designed in France in 1972 as a replica of the Messerschmitt Bf 109 and marketed for homebuilding. It is one of many wooden homebuilt designs from Romanian born designer Marcel Jurca. Jurca was a Henschel Hs 129 pilot in World War II who moved to France in 1948. Plans for two versions were produced, the MJ-9, at 3/4 scale, and the MJ-90, at full-scale."
    },
    {
        "title": "Brian Flores",
        "content": "Brian Francisco Flores (born February 24, 1981) is an American football coach who is the senior defensive assistant and linebackers coach for the Pittsburgh Steelers of the National Football League (NFL). He began his NFL career with the New England Patriots, where he served as an assistant coach from 2008 to 2018. Flores was New England's defensive playcaller during his final season coaching for the team, which concluded with a Super Bowl title in Super Bowl LIII. Following the Super Bowl victory, he served as the head coach of the Miami Dolphins from 2019 to 2021."
    },
    {
        "title": "Paracymoriza oxygona",
        "content": "Paracymoriza oxygona is a moth in the family Crambidae. It was described by Edward Meyrick in 1894. It is found on Sumbawa in Indonesia."
    },
    {
        "title": "Rochelle Aytes",
        "content": "Rochelle Aytes (born May 17, 1976) is an American actress and model. She is best known for her role as April Malloy on ABC drama series Mistresses (2013-16) and as the voice of Rochelle in the critically acclaimed video game Left 4 Dead 2 (2009). Aytes also starred in the auto-biography story film of TLC titled CrazySexyCool: The TLC Story as Perri \"Pebbles\" Reid, short-lived series Drive and The Forgotten (2009-10), as well as Criminal Minds and Work It. In film, Aytes has appeared in White Chicks, Madea's Family Reunion and Trick 'r Treat. Aytes also had a recurring role as Agent Greer, an ex-CIA officer, on the CBS television series Hawaii Five-0."
    },
    {
        "title": "Jula De Palma",
        "content": "De Palma started to work in the early 1950s as a singer in radio with pianist, composer and showman Lelio Luttazzi. Early in her career she preferred to sing French songs as C'est si bon, Maitre Pierre or Rien dans les mains, rien dans les poches (composed by Henri Betti), but her powerful and sophisticated voice gained fame thanks to interpretations of many jazz classics: her albums Jula in Jazz (1958), and Jula in Jazz 2 (1959), contain songs like \"I've Got You Under My Skin\", \"One for My Baby (and One More for the Road),\" and \"Blues in the Night\"."
    },
    {
        "title": "Venturia (fungus)",
        "content": "Venturia is a genus of fungi in the family Venturiaceae. First identified in 1882, species in the genus are plant pathogens. Venturia is widespread and the genus contains an estimated 58 species. Anamorphs were historically represented in the genus Fusicladium."
    },
    {
        "title": "Mościejewo",
        "content": "Mosciejewo is a village in the administrative district of Gmina Kwilcz, within Miedzychod County, Greater Poland Voivodeship, in west-central Poland. It lies approximately north-east of Kwilcz, east of Miedzychod, and west of the regional capital Poznan."
    },
    {
        "title": "Agnese Schebest",
        "content": "Heinrich Ferdinand Mannstein: Denkwurdigkeiten der churfurstlichen und koniglichen Hofmusik zu Dresden im 18. und 19. Jahrhundert : Nach geheimen Papieren und Mittheilungen. Containing: Life pictures of Johann Aloys Miksch and his pupils: Alphonso Zesi, Bergmann, Schroder-Devrient, Agnes Schebest, Naumann, Carl Maria v. Weber, Morlacchi, Benelli etc. Heinrich Mattes, Leipzig 1863 MDZ Reader."
    },
    {
        "title": "The Nextmen",
        "content": "Their first album, 2000's Amongst the Madness included performances from MCs from the US and UK. The second album Get Over It, released in 2003, featured such artists as American rapper J-Live and Cutty Ranks. Dom Search appeared on two Groove Armada albums, Vertigo and Goodbye Country, Hello Nightclub."
    },
    {
        "title": "Majolica",
        "content": "Clay mould dipped (or coated) in tin glaze, then set aside to dry, then brush-painted on the unfired glaze, then fired. Process requires four separate stages and high skill in painting."
    },
    {
        "title": "Penzliner Land",
        "content": "Penzliner Land is an Amt in the Mecklenburgische Seenplatte district, Germany. The seat of the Amt is in Penzlin. Aver See is a small lake within the Amt."
    },
    {
        "title": "Kirtland Central High School",
        "content": "Kirtland Central High School (KCHS) is located in the town of Kirtland, New Mexico, United States. Its colors are Purple & Gold and their mascot is the Bronco. KCHS is a part of the Central Consolidated School District along with Newcomb High School and Shiprock High School."
    },
    {
        "title": "Ken Hillman",
        "content": "Chen J, Ou L, Hillman KM, Flabouris A, Bellomo R, Hollis SJ, Asareh H. Cardiopulmonary arrest and mortality trends and their association with rapid response system expansion. Med J Aust 2014; 201:167-170. Hillman KM, Chen J, Jones D. Rapid response systems. Med J Aust 2014;201(9):519-521."
    },
    {
        "title": "Bat-Sheva Dagan",
        "content": "In the ghetto, Batszewa became a member of the clandestine Hashomer Hatzair Jewish youth group. Their head counselor, Shmuel Breslaw, sent her with Aryan papers to the Warsaw Ghetto to obtain a copy of the movement's underground newspaper Pod Prad (Against the Current) from Mordechai Anielewicz and bring it back to Radom."
    },
    {
        "title": "Go Shiozaki",
        "content": "Shiozaki entered the Pro Wrestling Noah dojo in 2003 and according to the commentators from the event Universal Uproar, was the only man to graduate in his class as well as being the youngest wrestler on the roster. Following his debut, Shiozaki became a protege of the legendary Kenta Kobashi. Shiozaki and Kobashi formed a very successful tag team and the biggest match the two had as a team was a losing effort against Kensuke Sasaki and his own protege, Katsuhiko Nakajima. The match reached critical acclaim, being given a near-perfect rating from the Wrestling Observer Newsletter."
    },
    {
        "title": "San Juan Capistrano station",
        "content": "The station is served by Amtrak's Pacific Surfliner, and with few exceptions is the last stop in Orange County; a few trains stop at San Clemente Pier before crossing into San Diego County. It is also served by Metrolink's two Orange County lines. Amtrak's ridership at the station dropped 53.4% to 90,699 in 2020, largely due to complications of the COVID-19 pandemic."
    },
    {
        "title": "Dolabella auricularia",
        "content": "Dolabella auricularia is sometimes used by the keepers of large marine aquaria to limit algal growth in the tank. In the Philippines the eggs of the Sea Hare are eaten as a delicacy. This delicacy is called in the Philippines Lukot or Lokot."
    },
    {
        "title": "Tom Stubbe",
        "content": "Tom Stubbe (26 May 1981 in Blankenberge) is a Belgian former professional road bicycle racer. Stubbe started as a professional in 2005."
    },
    {
        "title": "Masaru Kato",
        "content": "Born in Fukuoka, Kato signed for Albirex Niigata in September 2009, joining them from the Mitsubishi Yowa Academy. He made his debut on 11 September 2010 in the J. League match against Gamba Osaka at the Big Swan, which Albirex lost 1-2."
    },
    {
        "title": "Bob Basset",
        "content": "As most Bob Basset pieces have been purchased by international collectors, it wasn't easy to arrange an exhibition in Ukraine, but in 2017, Bob Basset hosted a preview of the studio's first ever retrospective exhibition, Entity, in parfum buro gallery in Kyiv, Ukraine. Later the same year, the exhibition was displayed at the Bereznitsky Aesthetics gallery in Kyiv. Many of the exhibited items were borrowed for display from private collections in Paris, New York, Tokio, Milan, Seoul, and London."
    },
    {
        "title": "Wendelin Weißheimer",
        "content": "1878 Master Martin And His Companions (on the story by E.T.A. Hoffmann), premiere at thee Grand Ducal Court Theatre in 1879 in Karlsruhe."
    },
    {
        "title": "Dragan Primorac",
        "content": "Primorac became a politician as a member of Croatian Government, serving as the Minister of Science, Education and Sports between 2003 and 2009. He completed his first term (2003-2007) without any party affiliation. According to the International Republican Institute survey of October 1, 2007, he was rated as the most successful minister in the Croatian Government with 31% approval rate."
    },
    {
        "title": "1965 Penn State Nittany Lions football team",
        "content": "The 1965 Penn State Nittany Lions football team represented Penn State University during the 1965 NCAA University Division football season. It was Rip Engle's last season as head coach of Penn State."
    },
    {
        "title": "History of the British Raj",
        "content": "India played a major role in the Allied war effort against both Japan and Germany. It provided over 2 million soldiers, who fought numerous campaigns in the Middle East, and in the India-Burma front and also supplied billions of pounds to the British war effort. The Muslim and Sikh populations were strongly supportive of the British war effort, but the Hindu population was divided. Congress opposed the war, and tens of thousands of its leaders were imprisoned in 1942-45. A major famine in eastern India led to hundreds of thousands of deaths by starvation, and remains a highly controversial issue regarding Churchill's reluctance to provide emergency food relief."
    },
    {
        "title": "Vienna Islamic Centre",
        "content": "In 1969 the Islamic Community in Vienna purchased a plot from the city of Vienna in order to build a mosque. Due to financial difficulties the start of construction had to be postponed several times. In 1975 Saudi king Faisal bin Abdulaziz al Saud pledged to finance the construction of the mosque himself."
    },
    {
        "title": "Bent Wolmar",
        "content": "During his club career he played for Aarhus Gymnastik Forening. He earned 6 caps for the Denmark national football team, and was in the finals squad for the 1964 European Nations' Cup."
    },
    {
        "title": "RTL 4",
        "content": "Officially RTL 4 - along with RTL 5, RTL 7 and RTL 8 - is headquartered in Hilversum, broadcasting under a Luxembourg TV license. This allows them to avoid more strict control by the Dutch media authorities as Luxembourg's television watchdog is less strict. Despite being intended for Dutch audiences, RTL 4 is encrypted on the Dutch DVB-T Digitenne platform but free-to-air in Luxembourg."
    },
    {
        "title": "Gus Moffat",
        "content": "Thomas Angus Moffat (15 May 1948 - 11 February 2015) was a Scottish professional footballer who played as a right winger. Active in England, Scotland, the United States and Canada between 1964 and 1983, Moffat made nearly 200 career league appearances."
    },
    {
        "title": "Pleuranthodium pterocarpum",
        "content": "Pleuranthodium pterocarpum is a monocotyledonous plant species first described by Karl Moritz Schumann, and given its current name by Rosemary Margaret Smith. Pleuranthodium pterocarpum is part of the genus Pleuranthodium and the family Zingiberaceae. No subspecies are listed in the Catalog of Life."
    },
    {
        "title": "František Velecký",
        "content": "Velecky was a very particular figure of Slovak acting, being antipode to venerated mainstream showbiz celebrities. Although he had never received any formal training (in acting) he managed to earn a great respect of both filmmakers and audience members. He performed in some 50 Slovak, Czech, German, Hungarian and UK/US movies, but he will be most remembered for portraying the lead character of Mikolas in the Czech movie Marketa Lazarova."
    },
    {
        "title": "Salvi (footballer)",
        "content": "On 5 July 2015, Salvi signed for Cadiz CF, still in the third division. He scored a career-best seven goals during the campaign, as his side returned to Segunda Division after six years, and renewed his contract for four years on 9 August 2016."
    },
    {
        "title": "Stephanie Foote",
        "content": "Foote received her BA from Oberlin College and her PhD from University of Buffalo. Foote was a fellow at the National Humanities Center from 2017-18, and is working on a book on the relationship between garbage and narrative, The Art of Waste. In May 2018 she was named a winner of the Andrew Carnegie Fellowship, the so-called \"brainy award.\""
    },
    {
        "title": "David B. Wharton",
        "content": "David Bruce Wharton (born 1954, Basel, Switzerland) is a Career Foreign Service Officer who served as Ambassador Extraordinary and Plenipotentiary to Zimbabwe from 2012 until 2015. Before then, he was Deputy Assistant Secretary for Public Diplomacy in the State Department's Bureau of African Affairs. He retired in 2017."
    },
    {
        "title": "St. Nicholas Church, Brașov",
        "content": "The church was established in 1292. It was mentioned in a Papal bull issued in 1399 by Pope Boniface IX. Starting in 1495, the church was rebuilt in stone by the locals, with help from Vlad Calugarul, Voivode (Prince) of Wallachia. More help was provided around 1512 by Neagoe Basarab."
    },
    {
        "title": "Yuri Gavrilov",
        "content": "Gavrilov followed Konstantin Beskov into Spartak Moscow in 1977. Gavrilov achieved the key playmaker role in new Spartak Moscow team built up by Beskov. After being winger in Dinamo, Gavrilov's new role in Spartak team let him show his best abilities and proved himself one of the all-time best Soviet football creative mid-fielders."
    },
    {
        "title": "Arnold Jung Lokomotivfabrik",
        "content": "The firm was founded on 13 February 1885 as Jung & Staimer OHG by Arnold Jung and Christian Staimer. On 3 September 1885 the first locomotive was delivered. In 1913 the company was renamed Arnold Jung Lokomotivfabrik GmbH, Jungenthal. In 1976 locomotive production was stopped in favour of other products such as machine tools, transporters, armour plating, cranes and bridgelayers."
    },
    {
        "title": "Odostemon quinquefolius",
        "content": "Odostemon quinquefolius is a shrub in the family Berberidaceae described as a species in 1918. This name is accepted by The Plant List. The species is endemic to Mexico, reported from the States of Puebla and Durango."
    },
    {
        "title": "Costantino Borsini",
        "content": "Costantino Borsini (April 7, 1906 - October 21, 1940 in the Eritrean Red Sea) was an Italian naval officer during World War II. He received the Gold Medal of Military Valor for his actions in command of the destroyer in the Attack on Convoy BN 7 in October 1940."
    },
    {
        "title": "A Special Providence",
        "content": "This narrative is interspersed with scenes from his childhood viewed from the perspective of his mother, Alice Prentice. She spends Robert's childhood moving from place to place mainly within New York accruing increasingly larger debts as her sculpting earns less and less money. She increasingly slips into despair as the novel ends and Robert decides not to return home."
    },
    {
        "title": "David Te Moana",
        "content": "A late starter, Te Moana didn't play an organized rugby match until he was 18, and had moved to Australia to work in construction before he started taking the sport seriously. By 2005, he had found his way into the Queensland Reds academy, and for the 2006 Super 14 season was included in the Western Force squad for their inaugural season."
    },
    {
        "title": "Keith Williams (Australian footballer)",
        "content": "He returned to the O&MFL in 1949 as a playing coach of Rutherglen and coached them from 1949 to 1951. Essendon's Greg Tate took over from Williams in 1952 as coach of Rutherglen."
    },
    {
        "title": "Russia in Revolution",
        "content": "Commenting in the English Historical Review on the scholarly but accessible writing, George Gilbert states, \"The centenary of the Russian Revolution has, perhaps rather inevitably, invited a wave of new books on the subject, some of them containing much novel material for those engaged at the cutting edge of historical research, with others aimed at a more general readership. S.A. Smith's contribution to the debate bridges a divide between specialist academic monographs and studies of the Revolution designed to engage a wide audience, with the book \"primarily written for the reader coming new to the subject.\"\""
    },
    {
        "title": "Wordsworth Editions",
        "content": "The firm was founded by Michael Trayler in 1987. The firm began to sell paperbacks at PS1 in 1992. The firm has approximately 500 titles in print. The firm is family-owned and based in Ware, Hertfordshire, England."
    },
    {
        "title": "Weres",
        "content": "The Weres was an amulet that symbolically represented the pillow or headrest under the head of an Egyptian mummy. They were placed under the mummy's head to protect it from damage. The Weres amulet was often inscribed with a spell which read: \"Their enemies have no power to cut off the heads of the deceased. The deceased shall cut off the heads of their enemies.\" Weres amulets were sometimes placed in mummy wrappings to magically protect and lift the head of the deceased."
    },
    {
        "title": "Daniele Greco",
        "content": "He won the National Championships in Brixen on 8 July 2012 with 17.67m (+3.4), defeating the European champion, Fabrizio Donato. In Goteborg 2013 he jumped is new personal best with the measure of 17.70 m and best year performance."
    },
    {
        "title": "Ieronim Uborevich",
        "content": "Uborevich was a member of All-Russian Central Executive Committee from 1922 and was then, consecutively, commander of a series of military districts: Ural (June 1924 - January 1925); North Caucasus (January 1925 - 1927); Moscow (1928 - 18 November 1929); Belorussia (April 1931 - 20 May 1937); and Central Asia (20-29 May 1937). He also attended the military academy of the German General Staff twice (1927-1928 and June 1933). He had a close relationship with his counterparts in the Reichswehr, acquiring important information on German weapon developments. He was also a member of the Soviet Revolutionary Military Council (June 1930 - June 1931) and chief of armaments for the Red Army (November 1929 - April 1931). He acted a candidate member of the Central Committee of the All-Union Communist Party (Bolsheviks) from 1931 to 1937 and from 1934 was a member of the military council of the People's Commissariat of Defense of the Soviet Union."
    },
    {
        "title": "Huang Mingda",
        "content": "Huang Mingda () was a Chinese diplomat. He was born in Nanhai, Guangdong. He was Ambassador of the People's Republic of China to Sri Lanka (1973-1977), Afghanistan (1977-1979) and Myanmar (1982-1985)."
    },
    {
        "title": "AAL1gator",
        "content": "The AAL1gator was developed by Network Synthesis, Inc. under contract from Integrated Telecom Technology (IgT). It was the first semiconductor solution to implement the Circuit Emulation Service standard from the ATM Forum. It implemented 8 DS1/E1 lines worth of CES and had 256 channels. It flexibly converted the PDH DS1 signal into Asynchronous Transfer Mode cells."
    },
    {
        "title": "Paul Vandervort",
        "content": "Paul made his first full-length feature film, \"Limelight\", a screenplay written by Vandervort that he also starred in. The movie filmed in Los Angeles and Bel Air in Summer 2015 and Worldwide sales rights for Limelight were acquired by Taylor & Dodge and the movie was officially released in 2018 on Amazon Prime, iTunes, Google Play, and others distributed by Freestyle Digital Media."
    },
    {
        "title": "Live Forever: September 23, 1980 • Stanley Theatre • Pittsburgh, PA",
        "content": "This was Marley's last concert before his death in 1981. \"Get Up Stand Up\", Bob Marley's last performed song, was not found until 2000 by Bob Marley Archivists James Wilson and Jack Low. The taper at the show was on the balcony and had 2 tapes for the show. The original soundboard tape was cut during the song \"Work\" due to it only being a 90-minute tape."
    },
    {
        "title": "Santa Maria dello Stellario",
        "content": "It was founded on 21 June 1602 in the Mother church and had its oratory inside this Church. From the information that the historian Ignazio De Blasi handed down, we know that its brethren were butchers and farmers. They wore a sack and a visor made with linen cloth, a fabric mantle with the image of Maria Santissima dello Stellario, and a big cordon; they went barefoot, with sandals like capuchin friars, the order which their founder, Father Mariano Bonofino, belonged to."
    },
    {
        "title": "Kyle Benjamin",
        "content": "On February 1, 2019, it was announced that Benjamin will contest a part of the 2019 NASCAR Whelen Modified Tour schedule for LFR Chassis in the No. 15 car. The schedule was later revealed to be eight races, and Benjamin stated in April that there may be an opportunity in the NASCAR Gander Outdoors Truck Series later on."
    },
    {
        "title": "David Nicholls (footballer, born 1972)",
        "content": "David Clarkson Nicholls (born 5 April 1972) is a Scottish association football player who played for Clydebank, Falkirk and Dunfermline Athletic (where he scored once against St Johnstone) amongst other clubs. Nicholls played for Gretna in the 2006 Scottish Cup Final and helped them secure three successive promotions."
    },
    {
        "title": "Jim Turnesa",
        "content": "Turnesa faced and lost to Sam Snead in the 1942 PGA Championship final. In 1948, he held the record for low score (280) in the U.S. Open for about an hour. Ben Hogan (276) and Jimmy Demaret (278) finished later, erasing his record, and he finished third. He won one other PGA Tour event, the 1951 Reading Open."
    },
    {
        "title": "Prusocin",
        "content": "Prusocin is a village in the administrative district of Gmina Strzegowo, within Mlawa County, Masovian Voivodeship, in east-central Poland. It lies approximately south of Mlawa and north-west of Warsaw."
    },
    {
        "title": "Dunk tank",
        "content": "A dunk tank, also known as a dunking booth or dunking machine, is an attraction mainly found at fairs, fundraisers, and parties. It consists of a large tank of water over which a volunteer sits on a collapsing seat. When a ball strikes a target, the seat collapses, \"dunking\" the person into the water. People will often volunteer to get dunked fully clothed for a humorous effect."
    },
    {
        "title": "Peter, Sue and Marc",
        "content": "In addition to his participations alongside Sue and Marc, Peter Reber also composed, co-wrote, and conducted the 1980 Swiss entry, \"Cinema\" performed by Paola di Medico. It also makes him one of a handful of performers to have participated at Eurovision as both a performer and conductor."
    },
    {
        "title": "Steven Conrad",
        "content": "Steven Conrad was born in Fort Lauderdale, Florida, and briefly attended Florida State University before transferring to Northwestern University, where he majored in creative writing. His brother, Chris Conrad, is an actor and has frequently appeared in Steven's productions. His mother was a teacher at St. Gregory the Great Catholic School."
    },
    {
        "title": "Paul Varley",
        "content": "Varley had one daughter, Ilona, born in 1977, from his relationship with June Child-Bolan, the former wife of Marc Bolan. In the new millennium Varley moved to London after living in Los Angeles for many years."
    },
    {
        "title": "1952 Rutgers Queensmen football team",
        "content": "The 1952 Rutgers Queensmen football team represented Rutgers University in the 1952 college football season. In their 11th season under head coach Harvey Harman, the Queensemen compiled a 4-4-1 record, won the Middle Three Conference co-championship, and were outscored by their opponents 184 to 178."
    },
    {
        "title": "Hesperotettix speciosus",
        "content": "Hesperotettix speciosus, known generally as the showy grasshopper or handsome purple-striped grasshopper, is a species of spur-throated grasshopper in the family Acrididae. It is found in North America."
    },
    {
        "title": "Christophe Ségura",
        "content": "Christophe Segura (born 21 August 1974) is a French snowboarder. He competed at the 1998 Winter Olympics and the 2002 Winter Olympics."
    },
    {
        "title": "Jacques-Michel Hurel de Lamare",
        "content": "Lamare returned to France in 1809, traveling through Poland and Austria. His return concert at the Odeon in April 1809, however, was not very well received, and thereafter he restricted himself to playing for private audiences, where he enjoyed greater acclaim. He married into wealth in 1815, after which he mostly retired from performance, dying in Caen in 1823."
    },
    {
        "title": "Songs from the Novel 'Greatest Hits'",
        "content": "The project was conceived from Barnett's interest in Williams' Hypoxia album centred on Sylvia Plath's 'The Bell Jar' novel and her concept of her own novel having a soundtrack of the protagonist, Cass Wheeler's music. Williams wrote the music to the 16 sets of lyrics in the novel Barnett uses to illustrate the events in Cass' life that bookend each chapter along with producer Romeo Stodart ."
    },
    {
        "title": "The Islamic Academy",
        "content": "Islamic elementary and middle school, with grades Daycare, PreK-8 in Methuen, Massachusetts. It had its beginnings in 2001, with a few teachers and a handful of students. Today, the school has grown to have a staff of teachers and over 150 students. The school plans to expand to include a high school.."
    },
    {
        "title": "October 2005 in sports",
        "content": "Formula One: Fernando Alonso won the second Chinese Grand Prix, and gave Renault the Constructors' Championship in the process, ending Ferrari's six-year domination. (Formula1.com)"
    },
    {
        "title": "Saccopharynx ampullaceus",
        "content": "Saccopharynx ampullaceus lacks a traditional gas-filled swim bladder, presumably due to the pressures at the depths they live in. Instead, the function of the swim bladder has been replaced by lymphatic spaces that run along the spine which are filled with a gelatinous substance. This gelatinous substance is thought to be maintained by the eel's aglomerular kidney."
    },
    {
        "title": "Kuoloyarvi",
        "content": "Kuoloyarvi (, ) is a rural locality (an inhabited locality) in Kandalakshsky District of Murmansk Oblast, Russia, located north of the Arctic Circle at an altitude of above sea level. It had no recorded population as of the 2010 Census."
    },
    {
        "title": "1st Close Health Battalion (Australia)",
        "content": "1CHB now provides close health support to deployed land force elements through the provision of Role 1 medical support. This entails forward positioning of assets within a battlespace to provide a number of close health effects, \"including collection from [point of injury], resuscitation, stabilisation and evacuation, and emergency diagnostics\". The unit currently focuses primarily upon the following key tasks: \"primary health care, first aid, triage, resuscitation, stabilization, evacuation, on-route care, casualty staging, ... [and] ... patient holding\". In addition, the battalion can also provide limited rehabilitation and reconditioning services to deployed forces, and is responsible for management of combat medical supplies, and provides uniformed personnel to support civilian health personnel within garrison medical facilities."
    },
    {
        "title": "Chariot burial",
        "content": "The earliest true chariots known are from around 2,000 BC, in burials of the Sintashta-Petrovka culture in modern Russia in a cluster along the upper Tobol river, southeast of Magnitogorsk. They contained spoke-wheeled chariots drawn by teams of two horses. The culture is at least partially derived from the earlier Yamna culture, where some wagon-burials are found, and is interpreted by certain scholars to have Indo-Iranian features. The Krivoye Ozero chariot grave contained a horse skull, three pots, two bridle cheek pieces, and points of spears and arrows."
    },
    {
        "title": "Kuwait Girl Guides Association",
        "content": "Girls are organised into groups by age, as in other Guiding and Scouting organisations. Brownies are between age 7 and 11. Girl Guides are between age 12 and 16. Senior Girl Guides are between age 17 and 23."
    },
    {
        "title": "Resist (Within Temptation album)",
        "content": "The album was produced by the band's long-time producer Daniel Gibson and recorded at Wisseloord Studios and ICP Recording Studios. Mathijs Tieken also contributed as additional producer. For the writing and musical composition process, the band approached the songs on different ways. Den Adel focused on giving the songs \"atmosphere\" with Gibson, as she thought it would allow the songs to evolve naturally when you can go from the bigger picture to the smaller ones, like the choruses. On the other hand, Robert Westerholt focused on writing the choruses first and then progressing to the whole song."
    },
    {
        "title": "Sodus Bay",
        "content": "The bay was called \"Assorodus\" (\"Silvery Waters\") by pre-colonial indigenous peoples of the Onondaga Nation. Around 1794, Europeans began to settle in what's today Sodus Point. During the War of 1812 the community was mostly burned during an attack by the British."
    },
    {
        "title": "1936 International Lawn Tennis Challenge Europe Zone",
        "content": "19 teams entered the Europe Zone, with the winner going on to compete in the Inter-Zonal Final against the winner of the America Zone. Germany defeated Yugoslavia in the final, and went on to face Australia in the Inter-Zonal Final."
    },
    {
        "title": "Melanotaeniinae",
        "content": "Melanotaeniinae the Australian rainbowfishes is a subfamily of the rainbowfishes of the family Melanotaeniidae. They are a group of small, colourful, freshwater fish found in northern and eastern Australia, New Guinea, islands in Cenderawasih Bay the Raja Ampat Islands in Indonesia and in Madagascar."
    },
    {
        "title": "The Pigeon (novella)",
        "content": "Madame Rocard, a concierge of the house, which Jonathan lives in. He had never spoken to her before the incident with the pigeon occurred. Jonathan considers her too curious."
    },
    {
        "title": "United States Air Force Art Program",
        "content": "In a major milestone that was to shape the direction and content of the program for the next fifty years, the Air Force met with the prestigious Society of Illustrators of New York, inviting them formally to participate in the USAF Art Program. They enthusiastically accepted the Air Force's invitation, and the mechanism was established whereby civilian artists, members of the Society of Illustrators, were sent on officially sponsored trips to Air Force installations all over the world. Later, the Societies of Illustrators of Los Angeles, San Francisco, the Midwest Air Force Artists, the Southwest Society of Air Force Artists, and numerous independent artists joined the program."
    },
    {
        "title": "WHYP-LP",
        "content": "WHYP-LP is an Active Rock and Alternative Rock formatted broadcast radio station. The station is licensed to Corry and serving Corry, Union City, Elgin, and Spartansburg in Pennsylvania. WHYP-LP is owned and operated by Corry Area Radio Service."
    },
    {
        "title": "Nico Herzig",
        "content": "Nico Herzig (born 10 December 1983) is a German former professional footballer who played as a centre-back. His brother, Denny, is also a footballer. Nico Herzig retired in December 2020."
    },
    {
        "title": "February 2017 Jakarta protests",
        "content": "Many rumors regarding the possible cancellation of the Action 112 were circulated by the mass media before the initiation. However, on February 9, FUI made a press release about the activities of the protest which included the announcement of the changes in the form of the protest, to \"Dzikir & National Tausiyah for the Application of Al-Maidah Letter 51: Must Choose Muslim Leaders & Haram Choosing the Pagan Leader\". This sent the message of planned commencement, and FUI has doubled down on its legality."
    },
    {
        "title": "Student welfare organisation",
        "content": "Student Welfare Organisation () is a legal entity responsible for the welfare of students of universities, university colleges, scientific universities and other colleges in Norway. The 14 organisations are regulated by the Student Welfare Organisation Act from 1996 and based on compulsory membership of all students attending the associated institutions."
    },
    {
        "title": "Greg Bennett (triathlete)",
        "content": "Greg Bennett (born 2 January 1972, in Sydney, New South Wales) is a motivational speaker, corporate trainer, and entrepreneur. He is a retired professional Olympic athlete from Australia. He competed in triathlon since the age of 15 as a student at Newington College (1984-1989). Greg became a dual Australian and USA citizen in 2012."
    },
    {
        "title": "Broadsheet (magazine)",
        "content": "The first issue was released in July 1972, and \"consisted of twelve foolscap pages - stapled\"; 200 copies were produced, which sold out. Before the second issue was published they had 50 paid subscribers."
    },
    {
        "title": "Gloria Marshall",
        "content": "Marshall also appeared in The Beverly Hillbillies and Sea Hunt and The Bob Cummings Show. She was in two films, Escape to Burma (1955) and Roadraceers'' (1959)."
    },
    {
        "title": "Nikolay Aksyonenko",
        "content": "Nikolay Aksyonenko was born on 15 March 1949 in the village of Novoaleksandrovka, Bolotninsky District, Novosibirsk Oblast. He was the youngest, 13th child in a large family of an assistant driver. In his youth, he was engaged in heavyweight boxing and football. After leaving school in 1966, he tried to enter the Novosibirsk Electrotechnical Institute, but he failed to pass the tests. In 1967 he entered the Novosibirsk Institute of Railway Engineers."
    },
    {
        "title": "Anna Lee (TV series)",
        "content": "Notably, despite all six episodes being adapted from their parent books, considerable alterations were made for television, much to the dismay of writer Liza Cody. Reportedly, this prompted Cody to abandon writing any further Anna Lee books; as she had previously signed a contract with LWT to allow for any further books to be adapted for television. However, despite much detail being removed for the television adaptations, LWT's most notable contribution to series was the casting of Brian Glover; like his character Selwyn Price, Glover was an ex-professional wrestler, and his room full of wrestling posters seen in the series were in fact real posters featuring Leon Arras, the name Glover used when wrestling."
    },
    {
        "title": "Meyer Dolinsky",
        "content": "Meyer Dolinsky (October 13, 1923 in Chicago, Illinois - February 29, 1984 in Los Angeles, California), aka Mike Dolinsky (sometimes credited as \"Michael Adams\" or \"Mike Adams\"), was an American screenwriter. Before transitioning to the screen, he wrote radio scripts."
    },
    {
        "title": "The Birmingham Stage Company",
        "content": "The Birmingham Stage Company was founded by the Actor/Manager Neal Foster in 1992, with Sir Derek Jacobi and Paul Scofield CH as patrons. It presents productions both on its home stage at The Alexandra Theatre in Birmingham and touring throughout the United Kingdom and internationally, most recently Delhi, Sydney and Dubai. Box Office receipts account for 100% of the company's income."
    },
    {
        "title": "Proctophyllodidae",
        "content": "Feather mites are streamlined; strongly dorsoventrally flattened with short legs and well-developed ambulacra that act as a hold-fast organ. Being of the order Astigmata, they have biting mouhtparts with a very small gnathosoma compared to body size."
    },
    {
        "title": "Karen Stives",
        "content": "Stives qualified for the 1980 U.S. Olympic team but did not compete due to the U.S. Olympic Committee's boycott of the 1980 Summer Olympics in Moscow, Russia. She was one of 461 athletes to receive a Congressional Gold Medal instead. At the 1984 Olympic Games in Los Angeles, Stives anchored the United States team that received a gold medal in Team eventing, and also an individual silver medal."
    },
    {
        "title": "Crotal bell",
        "content": "Crotal bells (Greek 'crotalon' - castanet or rattle) are various types of small bells or rattles. They were produced in various pre-Columbian cultures. In Europe they were made from probably before the early Middle Ages and though many founders cast bells of this type, the Robert Wells bell foundry of Aldbourne, Wiltshire, produced the largest range. The first medieval designs came in two separate halves into which a metal pea was introduced and the two halves were then soldered or crimped together. Somewhere around 1400 they were cast in a single piece with a ball of metal inside."
    },
    {
        "title": "List of post-punk bands",
        "content": "The following is a list of post-punk bands. Post-punk is a musical movement that began at the end of the 1970s, following on the heels of the initial punk rock movement. The essential period that is most commonly cited as post-punk falls between 1978 and 1984."
    },
    {
        "title": "Domosławice",
        "content": "Domoslawice is a village in the administrative district of Gmina Czchow, within Brzesko County, Lesser Poland Voivodeship, in southern Poland. It lies approximately north-east of Czchow, south-east of Brzesko, and east of the regional capital Krakow."
    },
    {
        "title": "Freundeskreis der Wirtschaft",
        "content": "The Freundeskreis der Wirtschaft, or Circle of Friends of the Economy (which became known as \"Freundeskreis Reichsfuhrer SS\", \"Freundeskreis Himmler\" or \"Keppler Circle\") was a group of German industrialists whose aim was to strengthen the ties between the Nazi Party and business and industry. The group was formed and co-ordinated by Wilhelm Keppler, one of Adolf Hitler's close economic advisors."
    },
    {
        "title": "Athletics at the 2004 Summer Paralympics – Women's discus throw F51–58",
        "content": "Women's discus throw events for wheelchair athletes were held at the 2004 Summer Paralympics in the Athens Olympic Stadium. Events were held in three disability classes, F51-53 being held jointly with F32-34 cerebral palsy athletes."
    },
    {
        "title": "Alex Fletcher (footballer)",
        "content": "On 3 September 2019, Fletcher joined Aldershot Town of the National League, initially on a one-month loan. On 7 December 2019 he joined Southern League club Tiverton Town F.C. on a months loan deal. The deal was later extended for another 28 days and later to the end of the season. He re-joined Tiverton permanently at the start of the following season."
    },
    {
        "title": "Shani Kedmi",
        "content": "Shani Kedmi (SHny kdmy; born July 20, 1977) is an Israeli former Olympic competitive sailor. She was born in Tel Aviv, Israel, and is Jewish."
    },
    {
        "title": "Quadruple play",
        "content": "In Hong Kong, PCCW first claims to be \"the only operator in Hong Kong that offers a genuine quadruple-play experience\". In 2016, HKBN entered the quad play market with a disruptive pricing strategy."
    },
    {
        "title": "2000 President's Cup (tennis)",
        "content": "The 2000 President's Cup was a men's tennis tournament played on Hard in Tashkent, Uzbekistan that was part of the International Series of the 2000 ATP Tour. It was the fourth edition of the tournament and was held from 11 September - 17 September."
    },
    {
        "title": "National Negro Opera Company",
        "content": "Although the company toured nationally, its offices and studios were housed in a three-story Queen Anne-style house at 7101 Apple Street in Pittsburgh's Homewood neighborhood. Constructed as a private residence, it was purchased by William A. \"Woogie\" Harris (brother of the photographer Charles \"Teenie\" Harris) in the 1930s. The NNOC moved to Washington, D.C. in 1942, but the company continued to use the third floor as a local guild office and studios until the company disbanded."
    },
    {
        "title": "Elmer Fowler Stone",
        "content": "Stone was born in Livonia, New York and grew up in Norfolk, Virginia. He joined the U.S. Revenue Cutter Service as a cadet at the Revenue Cutter Service School of Instruction on April 28, 1910."
    },
    {
        "title": "BBC Scotland (TV channel)",
        "content": "In preparation for the launch of the new channel, BBC Two Scotland was discontinued and replaced by the networked version beginning 18 February. BBC Scotland launched 24 February at 7:00 p.m.; it signed on with an introductory video, featuring a performance of \"Miracle\" by the Scottish synthpop group Chvrches, accompanied by the BBC Scottish Symphony Orchestra. Its first programme was a variety special (A Night at the Theatre) hosted by comedian Iain Stirling. Opening night programming also included the broadcast television premiere of the documentary Nae Pasaran, the one-off Burnistoun special Burnistoun Tunes In, and the ninth and final series premiere of Still Game. Viewership peaked at 700,000."
    },
    {
        "title": "Spreader (mining)",
        "content": "The overburden is then delivered to the discharge boom, which transfers the cut earth to another machine for transfer it to the central collection area where the material will be sorted. Then the remains of the overburden will be transported to the spreader which then scatters the overburden at the dumping ground."
    },
    {
        "title": "Rashidun army",
        "content": "Modern Islamic studies researchers theorized institution of Hima by caliph Umar, was inspired by the earliest Hima established in Medina during the time of the prophet Muhammad. Muhammad himself instructed that some of private property at the outskirts of Medina was transformed into Hima. Another reason the caliph Umar moved Hima from Medina was the increasing military demand for camels for which the lands near Medina no longer sufficed."
    },
    {
        "title": "Lino Guanciale",
        "content": "His career starts with theatre: acting in Romeo e Giulietta directed by Gigi Proietti. Then he worked with Franco Branciaroli, Luca Ronconi, Walter Le Moli, Massimo Popolizio, Claudio Longhi and Michele Placido."
    },
    {
        "title": "Best of Cameo",
        "content": "Best of Cameo is a compilation album released by the funk/R&B group Cameo in 1998. It is not to be confused with 1993 release, The Best of Cameo. The band's biggest hits are not included in this 11-track release. This title was re-released under the Collectables Records label on November 23, 2004, under the slightly different title, The Best of Cameo."
    },
    {
        "title": "Fiacre (carriage)",
        "content": "Although the public transport system had suffered a temporary demise, private hirers were quick to fill the gaps with carriages including the \"vinaigrette\", a two-wheeled chair powered and guided by two people; the cabriolet, a dangerous two-wheeled buggy pulled by a single horse; and the more traditional four-wheeled fiacres. By the time of the Revolution there were more than 800 fiacres operating in Paris."
    },
    {
        "title": "Raju Bharatan",
        "content": "Raju Bharatan (1934 - February 7, 2020) was a journalist and writer on Indian cricket and Bollywood music. He worked for a weekly features magazine, The Illustrated Weekly of India, and an Indian films weekly newspaper, Screen. He also directed The Victory Story (1974), the first full-length Indian cricket documentary."
    },
    {
        "title": "Lara Vapnyar",
        "content": "Vapnyar spent the first 19 years of her life in Moscow, where she earned a degree in Russian Language and Literature. Her mother was a professor of math education. In 1998, pregnant, she moved to the United States and later settled on Staten Island with her husband."
    },
    {
        "title": "Horseshoe Bay, West Vancouver",
        "content": "Horseshoe Bay is a community of about 1,000 permanent residents, located in West Vancouver, in the Canadian province of British Columbia. Situated on the western tip of West Vancouver at the entrance to Howe Sound, the village marks the western end of Highway 1 on mainland British Columbia (and furthermore the main route of the Trans-Canada Highway on the Canadian mainland). It also serves as the southern end of the Sea-to-Sky Highway, with Lions Bay just 15 minutes north."
    },
    {
        "title": "Leukocyte immunoglobulin-like receptors",
        "content": "They are also known as CD85, ILTs and LIR, and can exert immunomodulatory effects on a wide range of immune cells. The human genes encoding these receptors are found in a gene cluster at chromosomal region 19q13.4."
    },
    {
        "title": "Rachel Brouwer",
        "content": "In 2016 Brouwer was one of eight students chosen to represent Canada at the International Science and Engineering Fair in Phoenix, Arizona. She came second in the Earth and Environmental Sciences category. As well as a $1,500 cash prize, she has had an asteroid named after her by the International Astronomical Union."
    },
    {
        "title": "Pilate cycle",
        "content": "On the cross, Jesus discusses matters with the two thieves. Gestas says if he had known Jesus was a king, he would have tried to kill him as well, and insults Jesus as a wild beast. Demas, sensing Jesus's power, asks for forgiveness. Jesus, from the cross, writes the angels that Demas should enter paradise. He also decrees that the children of Abraham, Isaac, Jacob, and Moses (that is, the Jews) be cast into hell."
    },
    {
        "title": "Opinion polling for the 2018 Quebec general election",
        "content": "\"*\" = Mainstreet does not mention \"Other\" nor any other party than the main four, but the total of the main four is 100%, (+-1% because of sum of rounding errors). It is not known whether any other parties were allowed in the answer, or whether those answers were excluded, but it is highly unlikely that less than 0.5% of those polled by Mainstreet prefer a party other than the main four. |}"
    },
    {
        "title": "Shuffle offense",
        "content": "The shuffle offense is an offensive strategy in basketball, developed in the early 1950s by Bruce Drake at the University of Oklahoma. It was later used by Bob Spear, who was the first head basketball coach of the United States Air Force Academy in 1957-71. The shuffle offense has all five players rotate in each of the five shuffle positions. This offense would be an option for a team that has good ball-handlers but is not blessed with height or a strong dominant post player (which may be why Spear used it at Air Force, which has a height restriction)."
    },
    {
        "title": "Whitmire Creek (Peloncillo Mountains)",
        "content": "Whitmire Creek is a stream tributary to Animas Creek within Hidalgo County, New Mexico. Its source is in Whitmire Canyon in the Peloncillo Mountains in Cochise County, Arizona. It is one of two creeks of that name that are tributary to Animas Creek in the Animas Valley. They both were named for J. B. Whitmire one of the first settlers that established the Whitmire Ranch in the area during the 1880s."
    },
    {
        "title": "William Boyett",
        "content": "Boyett was born in Akron, Ohio, and lived there until the 1940s, when he moved with his family to Los Angeles, California. He won a Shakespeare competition in high school which led to acting jobs in radio."
    },
    {
        "title": "Crosswinds (Peabo Bryson album)",
        "content": "Crosswinds is the third album by soul vocalist Peabo Bryson. Released in late 1978, the album reached number three on the US R&B albums chart."
    },
    {
        "title": "Viniegra de Arriba",
        "content": "Viniegra de Arriba is a village in the province and autonomous community of La Rioja, Spain. The municipality covers an area of and as of 2011 had a population of 50 people."
    },
    {
        "title": "Etlingera diepenhorstii",
        "content": "Etlingera diepenhorstii is a monocotyledonous plant species that was first described by Johannes Elias Teijsmann and Simon Binnendijk, and given its current name by Rosemary Margaret Smith. Etlingera diepenhorstii is part of the genus Etlingera and the family Zingiberaceae."
    },
    {
        "title": "David Johnson (company director)",
        "content": "David Willis Johnson (7 August 1932 - June 19, 2016) was an Australian-American company director, who as President and CEO led the Campbell Soup Company from 1990 until 1997 and then again from March 2000 to January 2001. He was also the CEO of Gerber, the president of Entenmanns, and on the Board of Directors for Colgate Palmolive."
    },
    {
        "title": "Anguran District",
        "content": "Anguran District () is a district (bakhsh; ) in Mahneshan County, Zanjan Province, Iran. At the 2006 census, its population was 17,799, in 4,047 families. The District has one city: Dandi. The District has two rural districts (dehestan): Anguran Rural District and Qaleh Juq Rural District."
    },
    {
        "title": "UCLA High Post Offense",
        "content": "The UCLA High Post Offense is an offensive strategy in basketball, used by John Wooden, head coach at the University of California, Los Angeles. Due to UCLA's immense success under Wooden's guidance, the UCLA High Post Offense has become one of the most popular offensive tactics, and elements of it are commonly used on all levels of basketball including the NBA. Wooden sought the advice of Press Maravich, then coach of NC State, whether to implement it into his offense."
    },
    {
        "title": "Edel Mountain",
        "content": "Mid-sized model for medium-weight pilots. Its span wing has a wing area of , 33 cells and the aspect ratio is 4.8:1. The pilot weight range is . The glider model is DHV 1 certified."
    },
    {
        "title": "Rajabad",
        "content": "Rajabad (, also Romanized as Rajabad; also known as Deh Kaleh) is a village in Gerit Rural District, Papi District, Khorramabad County, Lorestan Province, Iran. At the 2006 census, its population was 22, in 4 families."
    },
    {
        "title": "Terry D. Clark",
        "content": "In 1996, prominent New Mexico capital defense lawyer Gary Mitchell represented Clark at his retrial in Silver City, New Mexico. Aarons and Anaya were among dozens of witnesses who testified on behalf of Clark. Anaya explained why he would have commuted Clark's sentence if he had the legal authority to do so. The second jury also returned a death sentence."
    },
    {
        "title": "Schreier coset graph",
        "content": "The graph is named after Otto Schreier, who used the term \"Nebengruppenbild\". An equivalent definition was made in an early paper of Todd and Coxeter."
    },
    {
        "title": "Dalhart, Texas",
        "content": "Founded in 1901, Dalhart is named for its location on the border of Dallam and Hartley Counties; its name is a portmanteau of the names of the two counties. The city was founded at the site of a railroad junction, which heavily contributed to its early growth."
    },
    {
        "title": "Rush Walker Taylor Jr.",
        "content": "Rush Walker Taylor Jr. (November 3, 1934 - March 7, 2010) was a U.S. diplomat and former United States Ambassador to Togo. He was appointed to that position on April 28, 1988; and left his post on September 4, 1990."
    },
    {
        "title": "Murusraptor",
        "content": "The type specimen of Murusraptor shows signs of severe infections around the left side of its braincase. Two tooth marks, likely inflicted by another theropod, are visible in front of and below the nuchal crest on the skull. Due to the infections, the entire left side of the occiput, the back of the head, was deformed. Some of the ribs were also infected. Whether or not this contributed to the theropod's death remains unknown."
    },
    {
        "title": "G. Karunakaran",
        "content": "Karunakaran contested the 2015 parliamentary election as one of the TNA's candidates in Batticaloa District but failed to get elected. He contested the 2020 parliamentary election as a TNA candidate in Batticaloa District and was re-elected to the Parliament of Sri Lanka."
    },
    {
        "title": "DFB-Hallenpokal for women",
        "content": "The winner received a cash prize of EUR 5,000. The finalists received EUR 3,000, while the defeated semi-finalists received EUR 1,500 each. In addition, each participant received an entry payment of EUR 10,000."
    },
    {
        "title": "Leander Knight",
        "content": "Leander Knight (born February 16, 1963) is a former American football defensive back. He played for the Atlanta Falcons from 1987 to 1988, the New York Jets in 1989 and for the Houston Oilers in 1990."
    },
    {
        "title": "Currency Lass (1826 schooner)",
        "content": "Built on the Paterson River at Paterson Plains, she was built by convict labour and launched in October 1826. She plied the East Australian Coast, New Zealand and Hobart Town routes with cargo and passengers."
    },
    {
        "title": "Amy Tucker (game designer)",
        "content": "Amy Tucker invented Xeko and established Matter Group after 12 years in high-tech and custom publishing, where she designed integrated-media programs for companies including Microsoft, Nintendo, and T-Mobile. As vice president of strategic development at Fluent Communications, Tucker crafted programs that included Microsoft's first consumer e-commerce engine, Nintendo's Pokemon website, and T-Mobile's mobile content program."
    },
    {
        "title": "Bryńsk Szlachecki",
        "content": "Brynsk Szlachecki () is a village in the administrative district of Gmina Lidzbark, within Dzialdowo County, Warmian-Masurian Voivodeship, in northern Poland. It lies approximately south-west of Lidzbark, west of Dzialdowo, and south-west of the regional capital of Olsztyn."
    },
    {
        "title": "KF Dukagjini Gjakovë",
        "content": "KF Dukagjini Gjakove () is a professional football club from Kosovo which competes in the Second League. The club is based in Gjakove. Their home ground is the Gjakova City Stadium which has a seating capacity of 6,000."
    },
    {
        "title": "Sheldon Harnick",
        "content": "Harnick released the album Sheldon Harnick: Hidden Treasures (1949-2013) in 2014, which includes recordings of song demos and pieces cut from Broadway shows from his private collection. In 2020, Harnick is working on a musical adaptation of the Soviet play The Dragon by Evgeny Schwartz."
    },
    {
        "title": "Buckland County",
        "content": "Buckland County is one of the 141 Cadastral divisions of New South Wales. It is situated between a small part of the Namoi River in the north to the Liverpool Range in the south. The Mooki River is the boundary to the west. It includes Quirindi."
    },
    {
        "title": "Purbeckodon",
        "content": "Purbeckodon is an extinct genus of mammaliaforms, possibly belonging to Morganucodonta, that is known from Early Cretaceous deposits of southeastern Dorset, England. It was collected in the Purbeck Limestone Group of Dorset. It was first named by Percy M. Butler, Denise Sigogneau-Russell and P. C. Ensom in 2011 and the type species is Purbeckodon batei."
    },
    {
        "title": "Josef Ferstl",
        "content": "Josef \"Sprite\" Ferstl (born 29 December 1988) is a German World Cup alpine ski racer, focusing on the speed events of Downhill and Super-G. He has competed in three World Championships and the 2018 Winter Olympics. Ferstl made his World Cup debut in 2007 and has two victories, both"
    },
    {
        "title": "Little Chishill",
        "content": "Little Chishill is a village in the civil parish of Great and Little Chishill, South Cambridgeshire, England. It is south of the village of Great Chishill."
    },
    {
        "title": "The Magic Order",
        "content": "The Magic Order is a group of five families of wizards. Members of the Order are allowed to live among the rest of society while secretly using their magic to protect the world from supernatural and magical threats. The story focuses on the Moonstones, one of the families of the Magic Order."
    },
    {
        "title": "Norrvalla Fotbollsförening",
        "content": "The formal decision to found the club was finally made at a meeting held on 24 November 1996. A business plan was approved with the following objectives for 1997:"
    },
    {
        "title": "Stenberg",
        "content": "Stenberg is a surname that was the 11,945th most common last name in the United States as of the 2000 census. One origin nationality for the surname is Swedish, though it was not uncommon for Swedish immigrants to the United States to change this surname to Stoneberg. According to the \"Dictionary of American Family Names\", this is a Swedish ornamental surname meaning \"stone mountain\" (or \"stone hill\" in Danish or Norwegian)."
    },
    {
        "title": "2017 Liberal Democrats deputy leadership election",
        "content": "This post was to be elected by one member one vote in the same way as the Leader, with nominations open to all members of the Party who must be \"supported by 200 members in aggregate in no fewer than 20 Local Parties\". The amendment did not set a specific date by which the deputy leadership election would have been held, if passed. After nearly an hour of debate, the amendment was referred back to the Governance Review for further consideration by a vote of 218-167."
    },
    {
        "title": "Herpestes lemanensis",
        "content": "Herpestes lemanensis is an extinct mongoose species that was excavated in Tertiary depositions in France and described by Auguste Pomel in 1853. Its body size equals a large Indian civet, but its dentition resembles that of the Indian grey mongoose."
    },
    {
        "title": "Hamilton Lake (suburb)",
        "content": "Hamilton Lake had a population of 3,483 at the 2018 New Zealand census, an increase of 273 people (8.5%) since the 2013 census, and an increase of 429 people (14.0%) since the 2006 census. There were 1,344 households. There were 1,722 males and 1,761 females, giving a sex ratio of 0.98 males per female. The median age was 34.1 years (compared with 37.4 years nationally), with 495 people (14.2%) aged under 15 years, 978 (28.1%) aged 15 to 29, 1,566 (45.0%) aged 30 to 64, and 441 (12.7%) aged 65 or older."
    },
    {
        "title": "Kamulu",
        "content": "The region is home to Kasarani Technical and Vocational College, the St. Vincente De Paul Catholic Church, Kenya Assemblies of God (KAG) Protestant church in Ngundu, Dominion Centre Int'l, Ngundu Level 4 hospital, Brookshine Schools, Made In The Streets, Panorama College, Drumvale Secondary School, Kingoris Grounds, Drumvale Primary School, Kamulu Play Park and Ng'undu Primary School. The Nairobi River and Mbagathi River also pass through the peripheries of this area making it a key part of the Athi River Basin."
    },
    {
        "title": "Ristiseiska",
        "content": "The game can be played in rounds, adding up scores from individuals rounds until a set point number is reached. Winners get zero points, while other players get points depending on the values of their remaining cards."
    },
    {
        "title": "Namacpacan Church",
        "content": "Several miracles attributed to the Virgin of Namacpacan are widely known, including the healing of a young girl named Rosa Roldan who was unable to walk since birth. Before Pope Pius XII died on 9 October 1958, he reportedly saw the Blessed Virgin Mary enshrined in Namacpacan in a dream. He asked where Namacpacan was, but none of his staff were aware of the place's existence; the answer was only revealed after the pontiff's death."
    },
    {
        "title": "American Academy of Periodontology",
        "content": "The mission of the AAP is to champion member success and professional partnerships for optimal patient health and quality of life. Periodontics is one of nine dental specialties recognized by the American Dental Association. Additionally, the AAP aims to educate the public about the link between periodontal disease and systemic diseases and advocates for periodontal science, research, and clinical advances."
    },
    {
        "title": "Er jing tiao",
        "content": "Field management: Before reaching the final stable planting, it should be watered based on a regular timetable, at the early stage around 0.1% boron fertilizer should be applied. After it grows bigger, apply extra 0.2% of potassium dihydrogen phosphate plus 0,1%~0.2% of urea in the middle and late stages."
    },
    {
        "title": "TSS Fairstar",
        "content": "Fairstar was used more and more for cruising over the following years and in November 1974, the vessel departed Southampton for her last liner voyage. Fairstar then began cruising as a permanent cruise ship from Australia in December 1974. Most of the cruises were to the South Pacific, however she often made annual trips to Asia where the vessel would be dry-docked in Singapore for routine maintenance and upgrades in between cruises. Fairstar thus joined Fairsky in full-time cruising, Fairsky having finally been withdrawn in July 1974 from the now unsubsidised UK-Australia route. Both ships remained in service together for a further three years, until the sudden unfortunate demise of Fairsky in June 1977, after the vessel struck a submerged wreck near Jakarta, Indonesia and was found to be beyond economic repair."
    },
    {
        "title": "Avenue Capital Group",
        "content": "Avenue Capital Group was founded in 1995 by siblings Marc Lasry and Sonia Gardner. The two founders had previously founded Amroc Investments in 1989 as a $100 million distressed debt investment fund organized in association with the Robert M. Bass Group."
    },
    {
        "title": "Brief, North Carolina",
        "content": "Brief is an unincorporated community in Union County, North Carolina. Brief is located just north of the small town of Fairview, NC."
    },
    {
        "title": "1957–58 AHL season",
        "content": "The 1957-58 AHL season was the 22nd season of the American Hockey League. Six teams each played 70 games in their schedules. The Hershey Bears finished first overall in the regular season, and won their second Calder Cup championship."
    }
]